progressBarWorking=Arbeite...
progressBarWorking2=Arbeite
progressBarWaiting=Warte...
progressBarWaiting2=Erwarte Beginn...
progressBarCheckingDir=\u00dcberpr\u00fcfe das Installationsverzeichnis...
progressBarSettingUpInstaller=Konfiguriere den Installer...
progressBarSettingUpMod=Konfiguriere die Modifikation...
progressBarDeleting=L\u00f6sche Dateien...
progressBarRenaming=Benenne Dateien um...
progressBarCopying=Kopiere Dateien...
progressBarPatching=Patche Dateien...
progressBarInstalling=Installiere Dateien...
progressBarHashing=Berechne Pr\u00fcfsummen...
progressBarRunningExec=F\u00fchre Systemkommandos aus...

progressBarStatus=%s\: %s von %s
progressBarUpToDate=Bereits aktuell
progressBarComplete=Komplett
progressBarFailed=Fehlgeschlagen
progressBarCancelled=Abgebrochen

imageNotAvailable=BILD NICHT VERF\u00dcGBAR
none=nichts

basicInstallationTitle=Grundlegend
completeInstallationTitle=Komplett
customInstallationTitle=Angepasst
basicInstallationDesc=Installiere die neuste Version von FreeSpace Open und den MediaVPs aber keine Mods.
completeInstallationDesc=Installiere Alles\: FreeSpace Open, die MediaVPs, alle Mods und alle optionalen Downloads.
customInstallationDesc=Bitte zu installierende Mods ausw\u00e4hlen.

chooseModConfigTitle=Bitte eine Mod Konfigurationdatei ausw\u00e4hlen.
chooseDirTitle=Bitte Verzeichnis ausw\u00e4hlen.
chooseFileTitle=Bitte Datei ausw\u00e4hlen.
chooseSourceFileTitle=W\u00e4hle die Quelldatei
chooseTargetFileTitle=W\u00e4hle die Zieldatei
choosePatchFileTitle=W\u00e4hle die Patchdatei
chooseOptionTitle=W\u00e4hle eine Option
chooseGOGPackageTitle=Bitte das GOG-Installationpaket ausw\u00e4hlen, das FreeSpace 2 enth\u00e4lt

textFilesFilter=Text Dateien (*.txt)
exeFilesFilter=Ausf\u00fchrbare Dateien (*.exe)

collapseExpandTooltip=Ein-/Ausklappen
chooseHashAlgorithm=W\u00e4hle einen der folgenden standardm\u00e4\u00dfigen Hash-Algorithmen\:
choosePatchType=W\u00e4hle einen der folgenden Patchkompressionsalgorithmen\:

OK=OK
Yes=Ja
No=Nein

cancelButtonName=Abbrechen
cancelButtonTooltip=Installation abbrechen
cancelPrompt=Jetzt abzubrechen w\u00fcrde alle Downloads abbrechen, die noch nicht fertig sind. Sind Sie sich sicher?

browseButtonName=Durchsuchen...
browseButtonTooltip=Zum Ausw\u00e4hlen eines Installationsverzeichnisses bitte klicken

backButtonName=< Zur\u00fcck
backButtonTooltip=Zur vorherigen Seite gehen

nextButtonName=Weiter >
nextButtonTooltip=Zur n\u00e4chsten Seite gehen

installButtonName=Installieren
installButtonTooltip=Mit der Installation fortfahren

moreInfoButtonName=Mehr Informationen
moreInfoButtonTooltip=Klicken, um mehr Information angezeigt zu bekommen

finishButtonName=Fertigstellen
finishButtonTooltip=Installation abschlie\u00dfen

proxyButtonName=Proxy benutzen

choicePageSelectLabel=Bitte die Art der Installation ausw\u00e4hlen
proxyHostLabel=Proxy host\:
proxyPortLabel=Proxy port\:

installationDirBorder=Installationsverzeichnis
proxySettingsBorder=Proxy Einstellungen

configPageText=Bitte das Verzeichnis, in das FreeSpace Open installiert werden soll ausw\u00e4hlen. Wenn du einen Proxy benutzen m\u00f6chtest, so kannst du diesen hier einstellen.
modSelectPageText=Du kannst die Installation hier bearbeiten oder mit der jetzigen Auswahl fortfahren.
modSelectPageCheckbox=Installation f\u00fcr installierte und aktuelle Mods noch einmal ausf\u00fchren.
installPageText=Installiere...
finishedPageText=Installation fertig\!  Siehe unten f\u00fcr weitere Informationen zur Installation.

allNodesParsedSuccessfully=Alle Knoten wurden erfolgreich gelesen\!
basicInstallationNotRetrieved=Die Grundlegende Installationskonfiguration konnte nicht von der Installer Webseite geholt werden. Diese Option wird nicht verf\u00fcgbar sein.
basicInstallationNotValidated=Die Grundlegenden Installationskonfiguration konnte nicht mit der Liste der Mods abgeglichen werden. Dies Option wird nicht verf\u00fcgbar sein.

validationCancelled=\u00dcberpr\u00fcfung wurde abgebrochen\!
validationInterrupted=\u00dcberpr\u00fcfung wurde unterbrochen\!
securityManagerError=Der Java Sicherheitsmanager verbietet dem Installer \u00c4nderungen am Dateisystem durchzuf\u00fchren. Du musst in der Systemstuerung die Rechte von Java \u00e4ndern, bevor der Installer korrekt arbeiten kann.
unexpectedRuntimeException=Eine unerwarteter Laufzeitfehler ist aufgetreten. Bitte besuche Hard Light Productions f\u00fcr technische Hilfe. Bitte reiche die Log-Datei mit ein.
directoryInvalid=Das Zielverzeichnis ist ung\u00fcltig. Bitte w\u00e4hle ein anderes Verzeichnis aus.
directoryNotPresent=Das Zielverzeichnis existiert nicht, willst du es erstellen?
directoryNotCreated=Zielverzeichnis konnte nicht erstellt werden. Bitte w\u00e4hle ein anders Verzeichnis.
proxyPortParseFailed=Der Proxy Port ist keine g\u00fcltige ganze Zahl. Bitte gebe einen korrekten Port ein.
proxyInvalid=Der Proxy ist anscheinend nicht g\u00fcltig\! \u00dcberpr\u00fcfe ob du den Host und den Port richtig eingegeben hast.
couldNotCreateTempFile=Ein Fehler ist aufgetreten, w\u00e4hrend eine tempor\u00e4re Datei erstellt wurde. Diese Applikation braucht m\u00f6glicherweise h\u00f6here Rechte, um ausgef\u00fchrt zu werden.
couldNotGetRemoteVersion=Ein Fehler ist aufgetreten, w\u00e4hrend auf die entfernte Seite zugegriffen wurde. \u00dcberpr\u00fcfe deinen Netzwerkanschluss.
promptToDownloadNewVersion=Dieser Installer ist nicht mehr aktuell. M\u00f6chtest du die Downloadseite f\u00fcr die neueste Version \u00f6ffnen?\n\n(Wenn du auf Ja klickst, wird das Programm geschlossen.)
problemDownloading=Es gab ein Problem beim \u00f6ffnen der Downloadseite. Bitte versuche den Installer mit dem Internet-Browser deiner Wahl manuell herunterzuladen.
noModsFound=Aus irgendeinem Grund sind keine Mods zum Download verf\u00fcgbar. Dies ist kein Fehler der Netzwerkverbindung, sondern ein Fehler des Mod-Verzeichnisses.\n\nDies sollte nicht passieren und wir sind sehr verwundert, dass du das hier siehst. Wir k\u00f6nnen nur empfehlen, es sp\u00e4ter noch einmal zu versuchen.\n\nBitte klicken OK, um das Programm zu schlie\u00dfen.
readCheckFailed=Der Installer konnte das Zielverzeichnis nicht lesen. Bitte stelle sicher, dass das Verzeichnis lesbar ist oder besuche Hard Light Productions f\u00fcr technische Hilfestellung.
readCheckFailed2=Der Installer konnte das Verzeichnis nicht lesen. Bitte stelle sicher, dass das Verzeichnis lesbar ist oder besuche Hard Light Productions f\u00fcr technische Hilfestellung.
writeCheckFailed=Der Installer konnte nicht in das Zielverzeichnis schreiben. Bitte stelle sicher, dass das Verzeichnis beschreibbar ist oder besuche Hard Light Productions f\u00fcr technische Hilfestellung.
deleteCheckFailed=Der Installer konnte eine tempor\u00e4re Datei aus dem Zielverzeichnis nicht l\u00f6schen. Bitte stelle sicher, dass das Verzeichnis nicht schreibgesch\u00fctzt ist oder besuche Hard Light Productions f\u00fcr technische Hilfestellung.
promptToInstallOpenAL=OpenAL wird f\u00fcr Audiounterst\u00fctzung in FreeSpace Open ben\u00f6tigt, aber es konnte nicht auf deinem Computer gefunden werden. Willst du, dass OpenAL der Liste der zu installierenden Objekten hinzugef\u00fcgt wird?\n\n(Das OpenAL-Installationsprogramm k\u00f6nnte Administatorenrechte f\u00fcr die Ausf\u00fchrung ben\u00f6tigen.)
openALIsNeeded=OpenAL wird f\u00fcr Audiounterst\u00fctzung in FreeSpace Open ben\u00f6tigt, aber es konnte nicht auf deinem Computer gefunden werden. Du musst OpenAL installieren, bevor du das Spiel ausf\u00fchren kannst.
openALNote=OpenAL sollte nun auf dem Computer installiert sein. Sollte es n\u00f6tig sein OpenAL aus irgendeinem Grund nochmal zu installieren, so findest du die oalinst.exe im "FreeSpace 2"-Installationsverzeichnis.
openALError=OpenAL wurde nicht installiert. Du musst OpenAL gegebenenfalls selbst mit Administrationsrechten ausf\u00fchren. Du findest die oalinst.exe im "FreeSpace 2"-Installationsverzeichnis.
foundExtraVPs1=Das Zielverzeichnis enth\u00e4lt mehrere zus\u00e4tzliche VPs neben denjenigen VPs, die standardm\u00e4\u00dfig da sein sollten\:
foundExtraVPs2=Es ist wahrscheinlich, dass diese Probleme ausl\u00f6sen und du solltest diese daher verschieben oder l\u00f6schen, bevor du das Spiel startest. Willst du mit der Installation fortfahren?

retailFS2NotFound=Das Zielverzeichnis enth\u00e4lt anscheinend keine Installation von FreeSpace 2. FreeSpace 2 wird ben\u00f6tigt, um FreeSpace Open oder jegliche Mods, die heruntergeladen werden, zu benutzen.\n\nBitte w\u00e4hle eine Optionen\:
optionInstallGOG=Ich m\u00f6chte FreeSpace 2 durch das GOG-Installationspaket installieren
optionInstallSteam=Ich m\u00f6chte meine existierende Installation von FreeSpace 2 in dieses Verzeichnis kopieren (f\u00fcr Steam-Nutzer empfohlen)
optionWrongDirectory=Ich m\u00f6chte ein anderes Verzeichnis ausw\u00e4hlen
optionContinueAnyway=Ich m\u00f6chte dieses Verzeichnis wirklich benutzen; Ich m\u00f6chte auf mein eigenes Risiko fortfahren
copyFS2NotFound=FreeSpace 2 konnte nicht an dieser Stelle gefunden werden. Bitte w\u00e4hle ein anderes Verzeichnis.

dependenciesNotAvailable=Die folgenden Modifikationen haben Abh\u00e4ngigkeiten zu anderen Modifikationen, die gerade nicht zum Download bereitstehen. Du wirst wahrscheinlich nicht in der Lage sein, diese Modifikation zu benutzen, bis diese Abh\u00e4nigkeiten verf\u00fcgbar sind\:\n\n%s\nBitte w\u00e4hle eine der folgenden Optionen\:
optionInstallMods=Installation trotzdem fortsetzen; Ich werde versuchen die Abh\u00e4ngigkeiten sp\u00e4ter zu installieren.
optionRemoveTheseMods=Diese Modifikationen von der Auswahl ausschlie\u00dfen

optionModifySelection=Zur\u00fcck zur Liste gehen und die Auswahl \u00e4ndern.
removeModsAlert=Deine Auswahl ist jetzt leer\! Versuche einige andere Modifikationen auszuw\u00e4hlen.

dependenciesNotSelected=Die folgenden Modifikationen sind als Abh\u00e4ngigkeiten f\u00fcr andere selektierte Modifikationen aufgef\u00fchrt. Die anderen Modifikationen werden ohne diese Abh\u00e4ngigkeiten wahrscheinlich nicht funktionieren\:\n\n%s\nBitte w\u00e4hle eine der folgenden Optionen\:
optionAddToSelection=Diese Modifikationen zu meiner Auswahl hinzuf\u00fcgen.
optionRemoveOtherMods=Die Ausgew\u00e4hlten Elemente, die von diesen Modifikationen abh\u00e4ngen entfernen und mit der Installation fortfahren

installOpenALName=Installiere OpenAL
installOpenALDesc=F\u00fchrt den OpenAL-Installer von Creative Labs aus, welcher OpenAL32.dll in dein Systemordner kopiert. OpenAL wird f\u00fcr Musik- und Audiounterst\u00fctzung in FreeSpace Open ben\u00f6tigt.\n\n(Auf Windows Vista und sp\u00e4teren Versionen wirst du gegebenenfalls nach Login-Daten gefragt. Auf Windows XP und fr\u00fcheren Versionen musst du oalinst.exe selbst als Administrator ausf\u00fchren, nachden der FreeSpace Open Installer beendet wurde.)
installGOGName=Installiere FreeSpace 2 mit dem GOG Paket
installGOGDesc=F\u00fchrt eine Standardinstallation von FreeSpace 2 mit den Dateien von GOG aus. Wenn dies mit FreeSpace Open kombiniert wird, erlaubt dies das Spiel auf Systemem auszuf\u00fchren die GOG nicht unrest\u00fctzt, wie zum Beispiel OSX oder Linux.
copyInstallationName=FreeSpace 2 von einer existierenden Installation kopieren
copyInstallationDesc=Kopiert eine Installation von FreeSpace 2 zu einem Verzeichnis zu einem anderen. Dies wird f\u00fcr Steam-Nutzer empfohlen, da das standardm\u00e4\u00dfige Steam-Installationsverzeichnis Probleme wegen dem langen Pfad Namen, Leerzeichen im Pfad und Berechtigungen des Verzeichnisses haben kann. Das vorgeschlagene Verzeichnis f\u00fcr FreeSpace 2 w\u00e4re C\:\\Games\\FreeSpace2, welches alle drei Probleme umgeht.
copyInstallationRetrievingList=Hole Liste der zu kopierenden Dateien...
copyInstallationCopyingFiles=Kopiere Dateien in das Spielverzeichnis...
copyInstallationRetrievingListFailed=Ein Fehler ist aufgetreten w\u00e4hrend die Liste der Dateien geholt wurde. \u00dcberpr\u00fcfe die Log-Datei f\u00fcr mehr Informationen.
copyInstallationCopyingFilesFailed=Ein Fehler ist aufgetreten w\u00e4hrend Dateien in das Spielverzeichnis kopiert wurden. Pr\u00fcfe die Rechte deines Spielverzeichnisses oder besuche Hard Light Productions f\u00fcr technische Hilfestellung.
installPatchName=Aktualisiere FreeSpace 2 auf Version 1.20
installPatchDesc=Aktualisiert Version 1.01 von FreeSpace 2 auf Version 1.20. Es ist wahrscheinlich, dass du Version 1.01 hast, wenn du FreeSpace 2 von den Original CDs installierst; die Sci-Fi Sim of the Year Edition, auch bekannt als Dimension Pack, das GOG- und Steampaket haben bereits Version 1.20.\n\n(Das 1.x Schema von FreeSpace 2 ist unabh\u00e4ngig von der Nummerierung der FreeSpace Open Ver\u00f6ffentlichungen.)
installCopyCutscenesName=Kopiere GOG Zwischensequenzen in das data Verzeichnis, das von FreeSpace Open benutzt wird.
installCopyCutscenesDesc=Das GOG Installationspaket kopiert die Zwischensequenzen in die "data2"- und "data3"-Verzeichnisse, die von keiner anderen "FreeSpace 2"-Konfiguration benutzt werden. Das bedeutet, dass FreeSpace Open die Zwischensequenzen nicht abspielen wird, wenn sie mit einer unver\u00e4nderten GOG-Installation benutzt wird. Indem die Zwischensequenzen zu einem Standardort kopiert werden, kann FreeSpace Open diese finden und abspielen.
innoExtractRequiresXP=Tut uns leid, Installation mittels InnoExtract ist nur auf Windows XP und sp\u00e4ter m\u00f6glich. Du kannst FreeSpace 2 immer noch auf fr\u00fcheren Windows Versionen mittels der Original CDs installieren. Bitte besuche Hard Light Productions f\u00fcr technische Hilfestellung.
innoExtractNotSupported=Tut uns leid, die Installation mit InnoExtract wird auf deinem System nicht unterst\u00fctzt. Bitte besuche Hard Light Productions f\u00fcr technische Hilfestellung.
innoExtractCountingFiles=Z\u00e4hle die Dateien, die ausgepackt werden sollen...
innoExtractExtractingFiles=Packe Dateien aus...
innoExtractMovingFiles=Verschiebe Dateien in Spielverzeichnis...
innoExtractDeletingTempFiles=L\u00f6sche tempor\u00e4re Dateien...
innoExtractCountingFilesFailed=Ein Fehler ist aufgetreten, w\u00e4hrend das GOG-Paket mit InnoExtract untersucht wurde. Die Datei k\u00f6nnte kein g\u00fcltiges GOG-Setup sein oder das System ist nicht in der Lage InnoExtract auszuf\u00fchren. Pr\u00fcfe die Log-Datei f\u00fcr Details.
innoExtractExtractingFilesFailed=Ein Fehler ist aufgetreten, w\u00e4hrend Dateien aus dem GOG-Paket ausgepackt wurden. Pr\u00fcfe die Rechte deines Spielverzeichnisses oder besuche Hard Light Productions f\u00fcr technische Hilfestellung.
innoExtractMovingFilesFailed=Ein Fehler ist aufgetreten, w\u00e4hrend Dateien aus dem tempor\u00e4ren Verzeichnis in das Spielverzeichnis verschoben wurden. \u00dcberpr\u00fcfe die Log-Datei f\u00fcr Details.
innoExtractDeletingTempFilesFailed=Der Intaller konnte die tempor\u00e4ren Dateien von der GOG-Installation nicht l\u00f6schen. (Der Ordner befindet sich hier\: %s)

installTitle=Installieren
downloadTitle=Herunterladen
patchTitle=Patch
installStatusDone=Fertig\!
installStatusUpToDate=Mod ist aktuell\!
installStatusCancelled=Abgebrochen
installStatusParentNotInstalled=Ben\u00f6tigte Hauptmodifikation ist nicht installiert
installResultSecurityExceptionInSetup=Ein Java Sicherheitsfehler verhindert die Ausf\u00fchrung des Setups. Die Log-Datei enth\u00e4lt vielleicht mehr Details.
installResultUnexpectedRuntimeException=Ein unerwarteter Fehler ist aufgetreten. Die Log-Datei enth\u00e4lt vielleicht mehr Details.
installResultCancelledByRequest=Auf Benutzeranfrage abgebrochen.
installResultSkipped=\u00dcbersprungen, weil Hauptmodifikation nicht installiert wurde.
installResultFolderNotCreated=Das Verzeichnis '%s' konnte nicht erstellt werden.
installResultDirectoryNotDeleted=Das Verzeichnis '%s' konnte nicht gel\u00f6scht werden.
installResultFileNotDeleted=Die Datei '%s' konnte nicht gel\u00f6scht werden.
installResultFileNotRenamed=Die Datei '%s' konnte nicht zu '%s' umbenannt werden.
installResultFileNotCopied=Die Datei '%s' konnte nicht nach '%s' kopiert werden.
installResultFileNotDownloaded=Die Datei '%s' konnte nicht heruntergeladen werden.
installResultHashNotComputed=Der Installer konnte die Pr\u00fcfsumme nicht mit dem Algorithmus '%s' berechnen.
installResultHashMismatch1=Die Pr\u00fcfsumme f\u00fcr '%s' stimmt nicht mit dem erwateten Wert \u00fcberein. Dies k\u00f6nnte auf einen fehlgeschlagenen Download oder ein Problem mit der Mod hindeuten. Sollte dies nach mehreren Versuchen weiterhin auftreten, setzte dich bitte mit dem Ersteller der Mod in Verbindung. Die Datei wurde gel\u00f6scht.
installResultHashMismatch2=Die Pr\u00fcfsumme f\u00fcr '%s' stimmt nicht mit dem erwateten Wert \u00fcberein. Dies k\u00f6nnte auf einen fehlgeschlagenen Download oder ein Problem mit der Mod hindeuten. Sollte dies nach mehreren Versuchen weiterhin auftreten, setzte dich bitte mit dem Urheber der Mod in Verbindung.\nZus\u00e4tzlich war der Installer nicht in der Lage die Datei zu l\u00f6schen. Bitte l\u00f6sche die Datei von Hand.
installResultExecCmdError=Das Kommando '%s' konnte nicht erfolgreich ausgef\u00fchrt werden.

allModsSuccessful=Alle Mods wurden erfolgreich installiert.
readNotes1=Lese die folgende Notiz sorgf\u00e4ltig\:
readNotes2=Lese die folgenden Notizen sorgf\u00e4ltig\:
readErrors1=Der folgende Fehler ist aufgetreten\:
readErrors2=Die folgenden Fehler sind aufgetreten\:
