progressBarWorking=Trabalhando...
progressBarWorking2=Trabalhando
progressBarWaiting=Esperando...
progressBarWaiting2=Esperando para come\u00e7ar...
progressBarCheckingDir=Verificando a diretoria de instala\u00e7\u00e3o...
progressBarSettingUpInstaller=Configurando o instalador...
progressBarSettingUpMod=Configurando o mod...
progressBarDeleting=Apagando ficheiros...
progressBarRenaming=Mudando o nome de ficheiros...
progressBarCopying=Copiando ficheiros...
progressBarInstalling=Instalando ficheiros...
progressBarHashing=Calculando valores de hash...
progressBarRunningExec=Executando comandos de sistema...

progressBarStatus=%s\: %s de %s
progressBarUpToDate=Actualizado
progressBarComplete=Completo
progressBarFailed=Falhou
progressBarCancelled=Cancelado

imageNotAvailable=IMAGEM N\u00c3O DISPON\u00cdVEL
none=nenhum

basicInstallationTitle=B\u00e1sico
completeInstallationTitle=Completo
customInstallationTitle=Personalizado
basicInstallationDesc=Instalar o FreeSpace Open e o MediaVPs mais recentes, mas sem mods.
completeInstallationDesc=Instalar tudo\: FreeSpace Open, os MediaVPs, todos os mods e descarregamentos opcionais.
customInstallationDesc=Escolha os mods a instalar.

chooseModConfigTitle=Escolha um ficheiro de configura\u00e7\u00e3o de mod
chooseDirTitle=Escolha uma diretoria
chooseFileTitle=Escolha um ficheiro
chooseGOGPackageTitle=Escolha o pacote de instala\u00e7\u00e3o GOG que cont\u00e9m o FreeSpace 2

textFilesFilter=Ficheiros de texto (*.txt)
exeFilesFilter=Ficheiros EXE (*.exe)

collapseExpandTooltip=Colapsar / Expandir

OK=OK
Yes=Sim
No=N\u00e3o

cancelButtonName=Cancelar
cancelButtonTooltip=Cancelar a instala\u00e7\u00e3o
cancelPrompt=Cancelar agora ir\u00e1 interromper todos os descarregamentos que ainda n\u00e3o foram completados. Tem a certeza?

browseButtonName=Buscar...
browseButtonTooltip=Clique para escolher uma diretoria de instala\u00e7\u00e3o

backButtonName=< Anterior
backButtonTooltip=Ir para a p\u00e1gina anterior

nextButtonName=Seguinte >
nextButtonTooltip=Ir para a p\u00e1gina seguinte

installButtonName=Instalar
installButtonTooltip=Prosseguir com a instala\u00e7\u00e3o

moreInfoButtonName=Mais informa\u00e7\u00e3o
moreInfoButtonTooltip=Clique para ver mais informa\u00e7\u00e3o sobre este mod

finishButtonName=Acabar
finishButtonTooltip=Acabar a instala\u00e7\u00e3o

proxyButtonName=Usar proxy

choicePageSelectLabel=Seleccione um modo de instala\u00e7\u00e3o.
proxyHostLabel=Host do proxy\:
proxyPortLabel=Port do proxy\:

installationDirBorder=Diretoria de Instala\u00e7\u00e3o
proxySettingsBorder=Configura\u00e7\u00e3o do Proxy

configPageText=Escolha a diretoria onde quer instalar o FreeSpace Open e os mods associados. Se a sua rede requer o uso de um proxy, pode especific\u00e1-lo aqui.
modSelectPageText=Pode modificar a sua instala\u00e7\u00e3o aqui ou continuar com a sua sele\u00e7\u00e3o actual.
modSelectPageCheckbox=Voltar a executar a instala\u00e7\u00e3o de mods que j\u00e1 foram instalados e actualizados
installPageText=Instalando...
finishedPageText=Instala\u00e7\u00e3o completa\! Para mais informa\u00e7\u00f5es sobre a sua instala\u00e7\u00e3o, leia abaixo.

allNodesParsedSuccessfully=Todos os n\u00f3s foram analisados com sucesso\!
basicInstallationNotRetrieved=A configura\u00e7\u00e3o de Instala\u00e7\u00e3o B\u00e1sica n\u00e3o p\u00f4de ser descarregada do site do instalador. Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel.
basicInstallationNotValidated=A configura\u00e7\u00e3o da Instala\u00e7\u00e3o B\u00e1sica n\u00e3o p\u00f4de ser validada com a lista actual de mods. Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel.

validationCancelled=A valida\u00e7\u00e3o foi cancelada\!
validationInterrupted=A valida\u00e7\u00e3o foi interrompida.
securityManagerError=O gestor de seguran\u00e7a Java est\u00e1 a proibir o instalador de fazer quaisquer altera\u00e7\u00f5es ao sistema de ficheiros. Precisar\u00e1 de atribuir as permiss\u00f5es necess\u00e1rias no painel de controlo do Java para que o instalador execute com sucesso.
unexpectedRuntimeException=Ocorreu uma exce\u00e7\u00e3o inesperada do tempo de execu\u00e7\u00e3o. Por favor visite o Hard Light Productions para suporte t\u00e9cnico. Por favor disponibilize o ficheiro de registro (log).
directoryInvalid=A diretoria de destino n\u00e3o \u00e9 v\u00e1lida. Por favor escolha outra diretoria.
directoryNotPresent=A diretoria de destino n\u00e3o existe. Deseja cri\u00e1-la?
directoryNotCreated=N\u00e3o foi poss\u00edvel criar a diretoria de destino. Por favor selecione outra diretoria.
proxyPortParseFailed=A port do proxy actual n\u00e3o \u00e9 um n\u00famero inteiro. Por favor insira uma port de proxy correto.
proxyInvalid=Esta proxy parece ser inv\u00e1lido\! Verifique que inseriu o host e a port corretamente.
couldNotCreateTempFile=Houve um erro ao criar o ficheiro tempor\u00e1rio\! Esta aplica\u00e7\u00e3o pode requerer privil\u00e9gios mais elevados para correr.
couldNotGetRemoteVersion=Houve um problema ao aceder os sites remotos. Verifique a sua conex\u00e3o de rede e tente de novo.
promptToDownloadNewVersion=Esta vers\u00e3o do instalador est\u00e1 desatualizada. Gostaria de ir \u00e0 p\u00e1gina de descarregamento da vers\u00e3o mais recente?\n\n(Se clicar Sim, o programa ir\u00e1 fechar.)
problemDownloading=Houve um problema ao recuperar o link do descarregamento. Tente voltar a descarregar o instalador usando o seu navegador de internet favorito.
noModsFound=Por alguma raz\u00e3o, n\u00e3o existem mods dispon\u00edveis para descarregar. Este n\u00e3o \u00e9 um erro de rede, mas um erro no deposit\u00f3rio remoto de mods.\n\nIsto nunca deveria acontecer, e estamos bastante perplexos que esteja a ler isto. Podemos apenas sugerir que tente de novo mais tarde.\n\nClique OK para sair.
readCheckFailed=O instalador n\u00e3o p\u00f4de ler a diretoria de destino. Por favor verifique que a diretoria \u00e9 leg\u00edvel, ou visite o Hard Light Productions para suporte t\u00e9cnico.
readCheckFailed2=O instalador n\u00e3o p\u00f4de ler a diretoria. Por favor verifique que a diretoria \u00e9 leg\u00edvel, ou visite o Hard Light Productions para suporte t\u00e9cnico.
writeCheckFailed=O instalador n\u00e3o p\u00f4de criar um ficheiro tempor\u00e1rio na diretoria de destino. Por favor verifique se \u00e9 poss\u00edvel escrever na diretoria, ou visite o Hard Light Productions para suporte t\u00e9cnico.
deleteCheckFailed=O instalador n\u00e3o p\u00f4de apagar um ficheiro tempor\u00e1rio na diretoria de destino. Verifique se a diretoria n\u00e3o \u00e9 Ler-apenas, ou visite o Hard Light Productions para suporte t\u00e9cnico.
promptToInstallOpenAL=O OpenAL \u00e9 necess\u00e1rio para o suporte \u00e1udio no FreeSpace Open, mas n\u00e3o foi detetado no seu computador. Deseja adicionar o OpenAL \u00e0 lista de \u00edtens a instalar?\n\n(Note que o programa de configura\u00e7\u00e3o do OpenAL pode requerer privil\u00e9gios elevados para correr.)
openALIsNeeded=O OpenAL \u00e9 necess\u00e1rio para o suporte \u00e1udio no FreeSpace Open, mas n\u00e3o foi detetado no seu computador. Vai ser necess\u00e1rio instalar o OpenAL antes de correr o jogo.
openALNote=O OpenAL dever\u00e1 estar instalado no seu computador. Se por alguma raz\u00e3o precisar de reinstalar o OpenAL, pode encontrar o oalinst.exe na diretoria de instala\u00e7\u00e3o do FreeSpace 2.
openALError=O OpenAL n\u00e3o foi instalado. Pode ser necess\u00e1rio reinstalar o OpenAL de novo usando privil\u00e9gios elevados. Pode encontrar oalinst.exe na diretoria onde o FreeSpace 2 foi instalado.
foundExtraVPs1=A diretoria de destino cont\u00e9m v\u00e1rios VPs extra para al\u00e9m dos que deveriam estar\:
foundExtraVPs2=Estes provavelmente ir\u00e3o causar problemas, e \u00e9 altamente recomendado mov\u00ea-los ou apag\u00e1-los antes de correr o jogo. Deseja continuar a instala\u00e7\u00e3o?

retailFS2NotFound=A diretoria de destino n\u00e3o parece conter a instala\u00e7\u00e3o de retalho do FreeSpace 2. O FreeSpace 2 \u00e9 necess\u00e1rio para correr o FreeSpace Open assim como os mods que quiser descarregar.\n\nPor favor selecione uma op\u00e7\u00e3o\:
optionInstallGOG=Quero instalar o FreeSpace 2 usando o pacote de configura\u00e7\u00e3o do GOG.
optionInstallSteam=Desejo copiar a minha instala\u00e7\u00e3o do Freespace 2 para esta directoria (aconselhado para utilizadores do Steam)
optionWrongDirectory=Desejo seleccionar uma diretoria diferente
optionContinueAnyway=Eu quero mesmo usar esta diretoria, ao meu pr\u00f3prio risco.
copyFS2NotFound=Freespace 2 n\u00e3o foi encontrado nesta localiza\u00e7\u00e3o. Por favor seleccione outra diretoria.

dependenciesNotAvailable=Os mods seguintes usam depend\u00eancias de outros mods que n\u00e3o est\u00e3o actualmente dispon\u00edveis para descarregar. Provavelmente n\u00e3o poder\u00e1 jogar estes mods at\u00e9 que as depend\u00eancias estejam dispon\u00edveis\:\n\n%s\nPor favor seleccione uma op\u00e7\u00e3o\:
optionInstallMods=Continuar a instala\u00e7\u00e3o; Tentarei instalar as depend\u00eancias mais tarde
optionRemoveTheseMods=Remover estes mods da minha sele\u00e7\u00e3o e continuar a instala\u00e7\u00e3o

optionModifySelection=Retroceder \u00e0 lista para modificar a minha sele\u00e7\u00e3o.
removeModsAlert=N\u00e3o selecionou nada\! Tente selecionar outros mods.

dependenciesNotSelected=Os mods seguintes s\u00e3o listados como depend\u00eancias de alguns mods que selecionou. Sem estas depend\u00eancias, os outros mods provavelmente n\u00e3o ir\u00e3o funcionar\:\n\n%s\nPor favor selecione uma op\u00e7\u00e3o\:
optionAddToSelection=Adicionar estes mods \u00e0 minha sele\u00e7\u00e3o e continuar com a instala\u00e7\u00e3o
optionRemoveOtherMods=Remover os \u00edtems escolhidos que dependem destes mods e continuar com a instala\u00e7\u00e3o

installOpenALName=Instalar o OpenAL
installOpenALDesc=Correr o instalador do OpenAL fornecido pela Creative Labs, que copia o ficheiro OpenAL32.dll para a sua pasta de sistema. \u00c9 necess\u00e1rio o OpenAL para o suporte \u00e1udio no FreeSpace Open.\n\n(O programa requer privil\u00e9gios elevados para correr. No Windows Vista ou superior, ter\u00e1 de executar o oalinst.exe como um administrador depois do Instalador do FreeSpace Open fechar, a n\u00e3o ser que j\u00e1 esteja a correr o Windows como administrador)
installGOGName=Instalar o FreeSpace 2 a partir do pacote GOG
installGOGDesc=Fazer uma insta\u00e7\u00e3o standard do FreeSpace 2 usando os ficheiros de configura\u00e7\u00e3o fornecidos pelo GOG. Quando combinado com o FreeSpace Open, isto permite-lhe jogar o jogo em sistemas que o GOG n\u00e3o suporta, como o OSX e Linux.
copyInstallationName=Copiar o FreeSpace 2 de uma instala\u00e7\u00e3o existente
copyInstallationDesc=Copia uma insta\u00e7\u00e3o do FreeSpace 2 de uma diretoria para outra. Isto \u00e9 aconselh\u00e1vel para utilizadores Steam, j\u00e1 que a diretoria t\u00edpica onde o Steam instala o jogo pode causar problemas devido a nomes de caminho demasiado longos, espa\u00e7os no caminho, e configura\u00e7\u00f5es de permiss\u00f5es nas suas pastas. A localiza\u00e7\u00e3o recomendada para o FreeSpace 2 \u00e9 algo como C\:\\Games\\FreeSpace 2, que evita estes tr\u00eas problemas.
copyInstallationRetrievingList=Adquirindo a lista de ficheiros a serem copiados...
copyInstallationCopyingFiles=Copiando os ficheiros para a diretoria do jogo...
copyInstallationRetrievingListFailed=Um erro ocorreu ao adquirir a lista de ficheiros. Consulte o ficheiro de log para mais detalhes.
copyInstallationCopyingFilesFailed=Um erro ocorreu ao copiar ficheiros para a diretoria do jogo. Verifique as permiss\u00f5es na diretoria do jogo, ou visite o Hard Light Productions para suporte t\u00e9cnico.
installPatchName=Actualizar o FreeSpace 2 para a vers\u00e3o de retalho 1.20
installPatchDesc=Actualizar a vers\u00e3o 1.01 do FreeSpace 2 para a vers\u00e3o 1.20. \u00c9 prov\u00e1vel que tenha a vers\u00e3o 1.01 se instalar a partir dos CDs originais; A edi\u00e7\u00e3o \u201cSci-Fi Sim of the Year\u201d, o pacote GOG, e o pacote Steam j\u00e1 s\u00e3o a vers\u00e3o 1.20.\n\n(Note que a numera\u00e7\u00e3o 1.x da instala\u00e7\u00e3o do FreeSpace 2 \u00e9 independente da numera\u00e7\u00e3o 3.x das distribui\u00e7\u00f5es do FreeSpace Open.)
installCopyCutscenesName=Copiar as cutscenes para a diretoria de dados usados pelo FreeSpace Open
installCopyCutscenesDesc=O pacote de instala\u00e7\u00e3o GOG coloca as cutscenes nas pastas \u201cdata2\u201d e \u201cdata3\u201d, que n\u00e3o s\u00e3o usados por nenhuma outra configura\u00e7\u00e3o do FreeSpace 2. Isto significa que o FreeSpace Open n\u00e3o ir\u00e1 abrir as cutscenes se correr uma instala\u00e7\u00e3o GOG n\u00e3o modificada. Ao copiar as cutscenes GOG para a localiza\u00e7\u00e3o standard, o FreeSpace Open encontr\u00e1-las  e corr\u00ea-las-\u00e1.
innoExtractRequiresXP=Lamentamos, a instala\u00e7\u00e3o usando o InnoExtract \u00e9 apenas suportado pelo Windows XP ou superior. Pode ainda instalar o FreeSpace 2 em sistemas Windows anteriores usando os CDs originais. Visite o Hard Light Productions para suporte t\u00e9cnico.
innoExtractNotSupported=Lamentamos, a instala\u00e7\u00e3o usando o InnoExtract n\u00e3o \u00e9 suportada no seu sistema. Visite o Hard Light Productions para suporte t\u00e9cnico.
innoExtractCountingFiles=A contar os ficheiros a serem extra\u00eddos...
innoExtractExtractingFiles=Extra\u00edndo os ficheiros...
innoExtractMovingFiles=Movendo os ficheiros para a diretoria do jogo...
innoExtractDeletingTempFiles=Apagando os ficheiros tempor\u00e1rios...
innoExtractCountingFilesFailed=Um erro ocorreu ao examinar o pacote GOG com o InnoExtract. O ficheiro pode n\u00e3o ser um ficheiro v\u00e1lido de instala\u00e7\u00e3o GOG, ou o sistema pode n\u00e3o ter conseguido correr o InnoExtract. Verifique o ficheiro de registro (log) para mais detalhes.
innoExtractExtractingFilesFailed=Ocorreu um erro ao extrair os ficheiros do pacote GOG. Verifique as permiss\u00f5es na diretoria do jogo, ou visite o Hard Light Productions para obter suporte t\u00e9cnico.
innoExtractMovingFilesFailed=Ocorreu um erro ao mover os ficheiros da pasta tempor\u00e1ria para o diret\u00f3rio do jogo. Verifique o ficheiro de registro (log) para mais detalhes.
innoExtractDeletingTempFilesFailed=O instalador n\u00e3o conseguiu apagar os ficheiros tempor\u00e1rios da instala\u00e7\u00e3o GOG. (A pasta \u00e9 %s.)

installTitle=Instalar
downloadTitle=Descarregar
installStatusDone=Feito\!
installStatusUpToDate=Mod est\u00e1 actualizado\!
installStatusCancelled=Cancelado
installStatusParentNotInstalled=Mod de depend\u00eancia (parent mod) n\u00e3o est\u00e1 instalado
installResultSecurityExceptionInSetup=Uma excep\u00e7\u00e3o de seguran\u00e7a Java impediu o programa de correr. Verifique o ficheiro de registro (log) para mais detalhes.
installResultUnexpectedRuntimeException=Ocorreu um erro inesperado. Verifique o ficheiro de registro para mais detalhes.
installResultCancelledByRequest=Cancelado pelo usu\u00e1rio.
installResultSkipped=Ignorado porque o mod de depend\u00eancia (parent mod) n\u00e3o foi instalado.
installResultFolderNotCreated=A pasta '%s' n\u00e3o p\u00f4de ser criada.
installResultDirectoryNotDeleted=A diretoria '%s' n\u00e3o p\u00f4de ser apagada.
installResultFileNotDeleted=O ficheiro '%s' n\u00e3o p\u00f4de ser apagado.
installResultFileNotRenamed=O ficheiro '%s' n\u00e3o p\u00f4de ser renomeado para '%s'.
installResultFileNotCopied=O ficheiro '%s' n\u00e3o p\u00f4de ser copiado para '%s'.
installResultFileNotDownloaded=O ficheiro '%s' n\u00e3o p\u00f4de ser descarregado.
installResultHashNotComputed=O instalador n\u00e3o consegue computar um hash usando o algoritmo '%s'.
installResultHashMismatch1=O valor Hash para '%s' n\u00e3o \u00e9 o esperado. Isto pode indicar um descarregamento corrupto ou um problema com o mod. Se o problema persistir ap\u00f3s v\u00e1rias tentativas, contacte o autor do mod para assist\u00eancia. O ficheiro foi apagado.
installResultHashMismatch2=O valor Hash para '%s' n\u00e3o \u00e9 o esperado. Isto pode indicar um descarregamento corrupto ou um problema com o mod. Se o problema persistir ap\u00f3s v\u00e1rias tentativas, contacte o autor do mod para assist\u00eancia.\nAdicionalmente, o instalador foi incapaz de apagar o ficheiro. Por favor apague o ficheiro manualmente e n\u00e3o o corra.
installResultExecCmdError=O comando '%s' falhou\!

allModsSuccessful=Todos os mods foram instalados com sucesso\!
readNotes1=Leia a seguinte nota com aten\u00e7\u00e3o\:
readNotes2=Leia as seguintes notas com aten\u00e7\u00e3o\:
readErrors1=Foi encontrado o seguinte erro\:
readErrors2=Foram encontrados os seguintes erros\:
