progressBarWorking=Wykonywanie...
progressBarWorking2=Wykonywanie
progressBarWaiting=Oczekiwanie...
progressBarWaiting2=Oczekiwanie na rozpocz\u0119cie...
progressBarCheckingDir=Sprawdzanie katalogu instalacyjnego...
progressBarSettingUpInstaller=Konfigurowanie instalatora...
progressBarSettingUpMod=Konfigurowanie moda...
progressBarDeleting=Usuwanie plik\u00f3w...
progressBarRenaming=Zmienianie nazw plik\u00f3w...
progressBarCopying=Kopiowanie plik\u00f3w...
progressBarInstalling=Instalowanie plik\u00f3w...
progressBarHashing=Obliczanie warto\u015bci hashy...
progressBarRunningExec=Wykonywanie komend systemu...

progressBarStatus=%s\: %s z %s
progressBarUpToDate=Aktualne
progressBarComplete=Kompletne
progressBarFailed=Nieudane
progressBarCancelled=Anulowane

imageNotAvailable=OBRAZEK JEST NIEDOST\u0118PNY
none=nic

basicInstallationTitle=Podstawowa
completeInstallationTitle=Pe\u0142na
customInstallationTitle=U\u017cytkownika
basicInstallationDesc=Zainstaluj najnowsz\u0105 wersj\u0119 Freespace Open bez mod\u00f3w.
completeInstallationDesc=Zainstaluj wszystko\: FreeSpace Open, Paczki MediaVP, wszystkie mody, wszystkie dodatkowe pliki do pobrania.
customInstallationDesc=Wybierz mody do instalacji.

chooseModConfigTitle=Wybierz plik konfiguracyjny moda.
chooseDirTitle=Wybierz katalog
chooseFileTitle=Wybierz plik
chooseGOGPackageTitle=Wybierz paczk\u0119 instalacyjn\u0105 z serwisu GOG zawierajac\u0105 Freespace 2.

textFilesFilter=Pliki Tekstowe (*.txt)
exeFilesFilter=Pliki EXE (*.exe)

collapseExpandTooltip=Zwi\u0144/Rozwi\u0144

OK=OK
Yes=Tak
No=Nie

cancelButtonName=Anuluj
cancelButtonTooltip=Anuluj instalacj\u0119
cancelPrompt=Anulowanie instalacji spowoduje przerwanie pobierania wszystkich pobieranych obecnie plik\u00f3w, kt\u00f3re nie s\u0105 pobrane w ca\u0142o\u015bci. Czy jeste\u015b pewien? 
browseButtonName=Przegl\u0105daj...
browseButtonTooltip=Kliknij by wybra\u0107 miejsce docelowe instalacji gry.

backButtonName=< Powr\u00f3t
backButtonTooltip=Wr\u00f3\u0107 do poprzedniej strobny

nextButtonName=Next >
nextButtonTooltip=Przejd\u017a do nastepnej strony

installButtonName=Instaluj
installButtonTooltip=Trwa instalacja

moreInfoButtonName=Wi\u0119cej Informacji
moreInfoButtonTooltip=Kliknij aby wy\u015bwietli\u0107 dodatkowe informacje po\u015bwi\u0119cone modowi.

finishButtonName=Sfinalizuj
finishButtonTooltip=Sfinalizuj instalacj\u0119

proxyButtonName=U\u017cyj proxy

choicePageSelectLabel=Wybierz tryb instalacji.
proxyHostLabel=Proxy host\:
proxyPortLabel=Proxy port\:

installationDirBorder=Katalog instalacji
proxySettingsBorder=Ustawienia proxy

configPageText=Wybierz katalog, gdzie chcia\u0142by\u015b zainstalowa\u0107 Freespace Open oraz przeznaczone dla niego modyfikacje.  Je\u015bli Twoje po\u0142\u0105czenie internetowe wymaga proxy, mo\u017cesz ustawi\u0107 je tutaj,
modSelectPageText=Mo\u017cesz skonfigurowa\u0107 swoj\u0105 instalacj\u0119 tutaj, lub kontynuowa\u0107 j\u0105 z obecnymi ustawieniami.
modSelectPageCheckbox=Uruchom ponownie instalator, by zaktualizowac modyfikacje zainstalowane wcze\u015bniej.
installPageText=Instalowanie...
finishedPageText=Instalacja zako\u0144czona\! Kliknij poni\u017cej, by uzyska\u0107 dodatkowe informacje odno\u015bnie Twojej instalacji Freespace Open.

allNodesParsedSuccessfully=Wszystkie w\u0119z\u0142y zosta\u0142y przeanalizowane z powodzeniem\!
basicInstallationNotRetrieved=Podstawowe ustawienia instalatora nie mog\u0105 zosta\u0107 odzyskane ze strony internetowej. Ta opcja nigdy nie b\u0119dzie dost\u0119pna.
basicInstallationNotValidated=Bazowe ustawienia konfiguracji nie mog\u0105 zosta\u0107 zweryfikowane z obecn\u0105 list\u0105 mod\u00f3w. Ta opcja nigdy nie b\u0119dzie dost\u0119pna.

validationCancelled=Weryfikacja zosta\u0142a anulowana\!
validationInterrupted=Weryfikacja zosta\u0142a przerwana.
securityManagerError=Menad\u017cer Ochronny Java uniemo\u017cliwia instalatorowi dokonywania \u017cadnych zmian w plikach. Wymagana b\u0119dzie zmiana ustawie\u0144 Menad\u017cera w w panelu kontrolnym zanim installer zacznie wykonywa\u0107 swoj\u0105 prac\u0119. 
unexpectedRuntimeException=Wyst\u0105pi\u0142 niespodziwany problem zwi\u0105zany z czasem wykonywania operacji. Odwied\u017a Hard Light Productions by uzyska\u0107 wsparcie techniczne.  Upewnij si\u0119, \u017ce zawar\u0142e\u015b plik log zawieraj\u0105cy dane o problemie.
directoryInvalid=Ta lokalizacja instalacji jest nieodpowiednia. Musisz wybra\u0107 inn\u0105.
directoryNotPresent=Ta lokalizacja instalacji nie istnieje. Czy chcerz j\u0105 utworzy\u0107?
directoryNotCreated=Wyst\u0105pi\u0142 problem podczas tworzenia katalogu. Musisz wybra\u0107 inny.
proxyPortParseFailed=Tw\u00f3j port proxy nie mo\u017ce zostac obs\u0142u\u017cony. Musisz wpisac poprawny port.
proxyInvalid=Ten numer proxy jest nieprawid\u0142owy. Spawd\u017a, czy poprawnie wpisa\u0142e\u015b numery hosta i proxy.
couldNotCreateTempFile=Wyst\u0105pi\u0142 problem podczas tworzenia pliku tymczasowego. Ta aplikacja wymaga uprawnie\u0144 administracyjnych.
couldNotGetRemoteVersion=Wyst\u0105pi\u0142 problem podczas \u0142\u0105czenia si\u0119 z naszymi stronami zdalnymi. Sprawd\u017a swoje po\u0142\u0105czenie internetowe.
promptToDownloadNewVersion=Ta wersja instalatora jest nieaktualna? Czy chcia\u0142by\u015b odwiedzi\u0107 nasz\u0105 stron\u0119, w celu pobrania nowej wersji?\n\n(Je\u015bli klikniesz Tak, program zako\u0144czy dzia\u0142anie)
problemDownloading=Wyst\u0105pi\u0142 problem podczas korzystania z linku pobierania. Spr\u00f3buj pobra\u0107 instalator jeszcze raz za pomoc\u0105 Twojej ulubionej przegl\u0105darki internetowej.
noModsFound=Z jakiej\u015b przyczyny \u017cadne modyfikacje nie s\u0105 dost\u0119pne w tej chwili. Nie jest to problem z Twoim po\u0142aczeniem internetowym, ale raczej z  repozytoriami Twoich mod\u00f3w.\n\nTo nie powinno si\u0119 nigdy zdarza\u0107 i fakt, i\u017c spotykasz ten problem wprwawia nas w zak\u0142opotanie. Mo\u017cemy jedynie zasugerowa\u0107 Ci, by\u015b spr\u00f3bowa\u0142 p\u00f3xniej.\n\nKliknij OK by wyj\u015b\u0107 z programu.
readCheckFailed=Instalator nie m\u00f3g\u0142 odczyta\u0107 katalogu ostatecznego. Prosimy, upewnij si\u0119, \u017ce katalog jest czytelny dla instalatora lub odwied\u017a visit Hard Light Productions by uzyska\u0107 wsparcie techniczne.
readCheckFailed2=Instalator nie m\u00f3g\u0142 odczyta\u0107 katalogu ostatecznego. Prosimy, upewnij si\u0119, \u017ce katalog jest czytelny dla instalatora lub odwied\u017a visit Hard Light Productions by uzyska\u0107 wsparcie techniczne.
writeCheckFailed=Instalator nie m\u00f3g\u0142 utworzy\u0107 plik\u00f3w tymczasowych w lokalizacji ostatecznej. Prosimy, upewnij si\u0119, \u017ce instalator jest w stanie utworzy\u0107 tam pliki tymczasowe lub odwied\u017a Hard Light Productions by uzyska\u0107 wsparcie techniczne.
deleteCheckFailed=Instalator nie m\u00f3g\u0142 utworzy\u0107 plik\u00f3w tymczasowych w lokalizacji ostatecznej. Prosimy, upewnij si\u0119, \u017ce instalator jest w stanie utworzy\u0107 tam pliki tymczasowe lub odwied\u017a Hard Light Productions by uzyska\u0107 wsparcie techniczne.
promptToInstallOpenAL=OpenAL jest wymagany do obs\u0142ugi d\u017awi\u0119ku we FreeSpace Open, lecz nie zosta\u0142 wykryty na komputerze. Czy chcesz dodac OpenAL do listy instalowanych element\u00f3w?\n\n(Nie zapominaj, \u017ce OpenAL wymaga uprawnie\u0144 administratora do dzia\u0142ania.)
openALIsNeeded=OpenAL jest wymagany do obs\u0142ugi d\u017awi\u0119ku we FreeSpace Open, lecz nie zosta\u0142 wykryty na komputerze. Musisz zainstalowa\u0107 OpenAL przed uruchomieniem gry.
openALNote=OpenAL powinien by\u0107 teraz zainstalowany na Twoim komputerze. Je\u015bli musisz przeinstalowa\u0107 FSO z jakiego\u015b powodu, plik oalinst.exe pozostanie w Twoim katalogu, gdzie zainstalowa\u0142es Freespace 2.
openALError=OpenAL nie jest zainstalowany. Mo\u017ce by\u0107 konieczne ponowne uruchomienie pliku instalacyjnego OpenAL u\u017cywaj\u0105c uprawnie\u0144 administratora. Plik instalacyjny oalinst.exe znajduje si\u0119 w g\u0142\u00f3wnym katalogu Freespace 2.
foundExtraVPs1=Katalog w kt\u00f3rym zainstalowa\u0142e\u015b Freespace 2 zawiera kilka dodatkowych plik\u00f3w VPs, kt\u00f3re powinny by\u0107 tam\:
foundExtraVPs2=Mog\u0105 one stwarza\u0107 problemy i zaleca si\u0119 przenie\u015b\u0107 je do innego folderu lub usun\u0105\u0107, zanim rozpoczniesz gr\u0119. Czy chcesz kontynuowa\u0107 instalacj\u0119?

retailFS2NotFound=Wybrany przez Ciebie katalog instalacyjny nie zawiera podstawowej wersji gry Freespace 2. Podstawowa wersja gry jest wymagana by uruchomi\u0107 Freespace Open oraz dost\u0119pne modyfikacje\n\nProsimy wybra\u0107 jedn\u0105 z opcji poni\u017cej\:
optionInstallGOG=Chc\u0119 zainstalowa\u0107 Freespace 2 z paczki instalacyjnej pobranej z serwisu GOG.
optionInstallSteam=Chc\u0119 przekopiowa\u0107 moj\u0105 istniej\u0105c\u0105 instalacj\u0119 Freespace 2 do tego folderu (rekomendowane dla u\u017cytkownik\u00f3w platwormy Steam)
optionWrongDirectory=Chc\u0119 wybra\u0107 inny katalog instalacyjny.
optionContinueAnyway=Chc\u0119 u\u017cy\u0107 tego katalogu instalacyjnego; Zezw\u00f3l mi kontynuowa\u0107 instalacje na w\u0142asn\u0105 odpowiedzialno\u015b\u0107.
copyFS2NotFound=FreeSpace 2 nie zosta\u0142 znaleziony w tej lokalizacji. Wybierz inn\u0105 lokalizacj\u0119, zawieraj\u0105c\u0105 bazow\u0105 instalacj\u0119 Freespace 2.

dependenciesNotAvailable=Wskazane mody wymagaj\u0105 plik\u00f3w z innych mod\u00f3w do dzia\u0142ania. Prawdopodobnie nie b\u0119dziesz w stanie uruchomi\u0107 tych mod\u00f3w, a\u017c modyfikacje zawieraj\u0105ce odpowiednie pliki stan\u0105 si\u0119 dost\u0119pne\:\n\n%s\nProsimy, wybierz jedn\u0105 z opcji poni\u017cej\:
optionInstallMods=Kontynuuj instalacj\u0119 z obecnymi ustawieniami. Wymagane pliki mog\u0105 zosta\u0107 dodane p\u00f3\u017aniej.
optionRemoveTheseMods=Usu\u0144 te mody z mojej listy instalacyjnej i kontynuuj.

optionModifySelection=Wr\u00f3\u0107 do listy i pozw\u00f3l mi zmieni\u0107 ustawienia.
removeModsAlert=Twoja lista instalowanych mod\u00f3w jest pusta\! Spr\u00f3buj wybra\u0107 jakie\u015b modyfikacje.

dependenciesNotSelected=Wybrane przez Ciebie modyfikacje zawieraj\u0105 pliki potrzebne innym modom do dzia\u0142ania. Bez tych modyfikacji, inne mody mog\u0105 nie dzia\u0142a\u0107 poprawnie\:\n\n%s\nProsimy wybra\u0107 jedn\u0105 z opcji poni\u017cej\:
optionAddToSelection=Dodaj te mody do mojej listy instalowanych modyfikacji i kontynuuj instalacj\u0119.
optionRemoveOtherMods=Usu\u0144 mody wymagaj\u0105ce plik\u00f3w z tych mod\u00f3w i kontynuuj instalacj\u0119.

installOpenALName=Zainstaluj OpenAL
installOpenALDesc=Uruchamia instalator OpenAL stworzony przez Creative Labs, co kopiuje OpenAL32.dll do folderu Twojego systemu. OpenAL jest wymagany do obs\u0142ugi muzyki i d\u017awi\u0119ku we Freespace Open\n\n(Ten program wymaga uprawnie\u0144 administratora by dzia\u0142a\u0107.  Na Windows Vista i p\u00f3\u017aniejszych zostaniesz poproszon o uwierzytelnienie. Na Windows XP i starszych, b\u0119dziesz musia\u0142k zewn\u0119trznie uruchomi\u0107 plik oalinst.exe jako administrator, gdy FreeSpace Open Installer sko\u0144czy dzia\u0142anie, chyba \u017ce ju\u017c operujesz na koncie administracyjnym.)
installGOGName=Zainstaluj Freespace 2 z paczki pobranej z serwisu GOG
installGOGDesc=Dokonaj standardowej instalacji Freespace 2 u\u017cywaj\u0105c plik\u00f3w z serwisu GOG. W po\u0142\u0105czeniu z FreeSpace Open, to pozwoli Ci na uruchomienie gry na systemach operacjnych nie obs\u0142ugiwanych przez GOG, takich jak OSX czy Linux.
copyInstallationName=Skopiuj pliki Freespace 2 z istniej\u0105cej instalacji.
copyInstallationDesc=Kopiuje pliki Freespace 2 zainstalowanej wcze\u015bniej z jednej lokacji do drugiej. Opcja ta jest rekomendowana dla u\u017cytkownik\u00f3w, kt\u00f3rzy poprali Freespace 2 przez platworm\u0119 Steam. Domy\u015blna lokalizacja wersji steamowej mo\u017ce wywo\u0142ywac problemy wywo\u0142ane d\u0142ugimi \u015bciezkami dost\u0119pu, spacjami w \u015bcie\u017cce i ustawieniami dost\u0119pu. Rekomendowana lokalizacja plik\u00f3w gry Freespace 2 to naprzyk\u0142ad C\:\\Games\\FreeSpace2, co pozwala unikn\u0105\u0107 wszystkich trzech typ\u00f3w problem\u00f3w.
copyInstallationRetrievingList=Odzyskiwanie listy plik\u00f3w do skopiowania...
copyInstallationCopyingFiles=Kopiowanie plik\u00f3w do nowej lokalizacji...
copyInstallationRetrievingListFailed=Wyst\u0105pi\u0142 b\u0142\u0105d podczas odzyskiwania listy plik\u00f3w. Sprawd\u017a plik log by uzyska\u0107 wi\u0119cej szczeg\u00f3\u0142\u00f3w..
copyInstallationCopyingFilesFailed=Wyst\u0105pi\u0142 b\u0142\u0105d podczas kopiowania plik\u00f3w gry do nowej lokalizacji.  Sprawd\u017a uprawnienia lub odwied\u017a Hard Light Productions by uzyska\u0107 wsparcie techniczne.
installPatchName=Patch FreeSpace 2 do wersji podstawowej 1.20
installPatchDesc=Aktualizuje wersje 1.01 gry FreeSpace 2 do wercji 1.20.  Prawdopodobnie posiadasz wersj\u0119 1.01 je\u015bli zainstalowa\u0142es Freespace 2 z pierwszych p\u0142yt CD. Edycja\: Gra Sci-Fi Roku, Paczka z serwisu GOG, oraz instalacja poprzez Steam s\u0105 zaktualizowane do wersji 1.20.\n\n(Zauwa\u017c, \u017ce numeracja 1.x standardowych wersji FreeSpace 2 jest niezalezna od numeracji 3.x charakterystycznej dla wersji FreeSpace Open.)
installCopyCutscenesName=Skopiuj cutscenki GOG do lokalizacji u\u017cywanej przez Freespace Open.
installCopyCutscenesDesc=Instalacja Freespace 2 za po\u015brednictwem serwisu GOG umieszcza pliki z cutscenkami w folderach "data2" i "data3", kt\u00f3re nie s\u0105 u\u017cywane przez jak\u0105kolwiek inn\u0105 wersj\u0119 Freespace 2. Oznacza to, \u017ce Freespace Open nie otworzy tych cutscenek, je\u015bli uprzednio nie zmodyfikujesz instalacji GOG. Kopiuj\u0105c cutscenki do normalnej lokalizacji Freespace 2, Freespace Open nie b\u0119dzie mia\u0142 problemu z ich wykryciem i odtworzeniem.
innoExtractRequiresXP=Przeproaszamy, instalacja poprzez InnoExtract jest wspierana tylko w Windows XP i nowszych. Mo\u017cesz dalej zainstalowa\u0107 Freespace 2 na starszych systemach u\u017cywaj\u0105c oryginalnych plik\u00f3w z gr\u0105. Odwied\u017a Hard Light Productions by uzyska\u0107 wsparcie techniczne.
innoExtractNotSupported=Przepraszamy, instalacja poprzez InnoExtract nie jest wspierana przez Tw\u00f3j system.  Odwied\u017a Hard Light Productions by uzyska\u0107 wsparcie techniczne.
innoExtractCountingFiles=Liczenie plik\u00f3w do wypakowania...
innoExtractExtractingFiles=Wypakowywanie plik\u00f3w...
innoExtractMovingFiles=Przenoszenie plik\u00f3w do folderu gry...
innoExtractDeletingTempFiles=Usuwanie plik\u00f3w tymczasowych...
innoExtractCountingFilesFailed=Wyst\u0105pi\u0142 b\u0142\u0105d poczas sprawdzania paczki z serwisu GOG przez InnoExtract.  Plik mo\u017ce nie by\u0107 w\u0142a\u015bciwym instalatorem z GOG lub system nie mo\u017ce uruchomi\u0107 InnoExtract.  Sprawd\u017a plik log by uzyska\u0107 wiecej informacji..
innoExtractExtractingFilesFailed=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wypakowywania plik\u00f3w z paczki GOG.  Sprawd\u017a uprawnienia, lub odwied\u017a Hard Light Productions by uzyska\u0107 wsparcie techniczne.
innoExtractMovingFilesFailed=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wypakowywania element\u00f3w gry z plik\u00f3w tymczasowych. Sprawd\u017a log by uzyska\u0107 wi\u0119cej informacji.
innoExtractDeletingTempFilesFailed=Instalator napotka\u0142 problem podczas usuwania plik\u00f3w tymczasowych.  (Folder %s.)

installTitle=Instaluj
downloadTitle=Pobierz
installStatusDone=Zako\u0144czono\!
installStatusUpToDate=Pliki modyfikacji s\u0105 aktualne\!
installStatusCancelled=Anulowano
installStatusParentNotInstalled=Pliki bazowe nie s\u0105 zainstalowane
installResultSecurityExceptionInSetup=Ochrona java zatrzyma\u0142a instalator.  Sprawd\u017a log by uzyska\u0107 wi\u0119cej informacji.
installResultUnexpectedRuntimeException=Napotkano niespodziwany b\u0142\u0105d.  Sprawd\u017a log by uzyska\u0107 wi\u0119cej informacji.
installResultCancelledByRequest=Anulowano przez u\u017cytkownika.
installResultSkipped=Pomini\u0119te z powodu brakuj\u0105cych plik\u00f3w.
installResultFolderNotCreated=Folder '%s' nie m\u00f3g\u0142 zosta\u0107 utworzony.
installResultDirectoryNotDeleted=Lokacja '%s' nie mog\u0142a zosta\u0107 usuni\u0119ta.
installResultFileNotDeleted=Plik '%s' nie m\u00f3g\u0142 zosta\u0107 usuni\u0119ty.
installResultFileNotRenamed=Nazwa pliku '%s' nie mog\u0142a zosta\u0107 zmieniona do '%s'.
installResultFileNotCopied=Plik '%s' nie m\u00f3g\u0142 zosta\u0107 skopiowany do '%s'.
installResultFileNotDownloaded=Plik '%s' nie m\u00f3g\u0142 zosta\u0107 pobrany.
installResultHashNotComputed=Instalator nie m\u00f3g\u0142 obliczy\u0107 hasha u\u017cywaj\u0105c algorytmu '%s'.
installResultHashMismatch1=Warto\u015b\u0107 hasha '%s' nie zgadza si\u0119 z oczekiwan\u0105.  To mo\u017ce oznacza\u0107 uszkodzone pobieranie lub problem z plikami moda.  Je\u015bli problem ten wyst\u0105pi\u0142 wielokrotnie, skontaktuj si\u0119 z autorem moda w celu uzyskania wsparcia.  Plik zosta\u0142 usuni\u0119ty.
installResultHashMismatch2=Warto\u015b\u0107 hasha '%s' nie zgadza si\u0119 z oczekiwan\u0105.  To mo\u017ce oznacza\u0107 uszkodzone pobieranie lub problem z plikami moda.  Usu\u0144 plik samodzielnie i nie otwieraj go.
installResultExecCmdError=Komenda '%s' nie mog\u0142a zosta\u0107 wyekzekwowana poprawnie\!

allModsSuccessful=Wszystkie mody zosta\u0142y zainstalowane poprawnie\!
readNotes1=Przeczytaj dok\u0142adnie nast\u0119pnuj\u0105c\u0105 uwag\u0119\:
readNotes2=Przeczytaj dok\u0142adnie\:
readErrors1=Nast\u0119puj\u0105cy b\u0142\u0105d pojawi\u0142 si\u0119 podczas instalacji\:
readErrors2=Nast\u0119puj\u0105ce b\u0142\u0119dy pojawi\u0142 si\u0119 podczas instalacji\:
