progressBarWorking=Arbeite...
progressBarWorking2=Arbeite
progressBarWaiting=Warte...
progressBarWaiting2=Erwarte Beginn...
progressBarCheckingDir=\u00dcberpr\u00fcfe das Installationsverzeichnis...
progressBarSettingUpInstaller=Konfiguriere den Installer...
progressBarSettingUpMod=Konfiguriere die Modifikation...
progressBarDeleting=L\u00f6sche Dateien...
progressBarRenaming=Benenne Dateien um...
progressBarCopying=Kopiere Dateien...
progressBarInstalling=Installiere Dateien...
progressBarHashing=Berechne Pr\u00fcfsummen...
progressBarRunningExec=F\u00fchre Systemkommandos aus...

progressBarStatus=%s\: %s von %s
progressBarUpToDate=Bereits aktuell
progressBarComplete=Komplett
progressBarFailed=Fehlgeschlagen
progressBarCancelled=Abgebrochen

imageNotAvailable=BILD NICHT VERF\u00dcGBAR
none=nichts

basicInstallationTitle=Grundlegend
completeInstallationTitle=Komplett
customInstallationTitle=Angepasst
basicInstallationDesc=Installiere die neuste Version von FreeSpace Open und den MediaVPs aber keine Mods.
completeInstallationDesc=Installiere Alles\: FreeSpace Open, die MediaVPs, alle Mods und alle optionalen Downloads.
customInstallationDesc=Bitte zu installierende Mods ausw\u00e4hlen.

chooseModConfigTitle=Bitte eine Mod Konfigurationdatei ausw\u00e4hlen.
chooseDirTitle=Bitte Verzeichnis ausw\u00e4hlen.
chooseFileTitle=Bitte Datei ausw\u00e4hlen.
chooseGOGPackageTitle=Bitte das GOG Installationpacket ausw\u00e4hlen das FreeSpace 2 enth\u00e4lt

textFilesFilter=Text Dateien (*.txt)
exeFilesFilter=Ausf\u00fchrbare Dateien (*.exe)

collapseExpandTooltip=Ein-/Ausklappen

OK=OK
Yes=Ja
No=Nein

cancelButtonName=Abbrechen
cancelButtonTooltip=Installation abbrechen
cancelPrompt=Jetzt abzubrechen w\u00fcrde alle Downloads abbrechen, die noch nicht fertig sind. Sind Sie sich sicher?

browseButtonName=Durchsuchen...
browseButtonTooltip=Zum Ausw\u00e4hlen eines Installationsverzeichnisses bitte klicken

backButtonName=< Zur\u00fcck
backButtonTooltip=Zur vorherigen Seite gehen

nextButtonName=Weiter >
nextButtonTooltip=Zur n\u00e4chsten Seite gehen

installButtonName=Installieren
installButtonTooltip=Mit der Installation fortfahren

moreInfoButtonName=Mehr Informationen
moreInfoButtonTooltip=Klicken um mehr Information angezeigt zu bekommen

finishButtonName=Fertigstellen
finishButtonTooltip=Installation abschlie\u00dfen

proxyButtonName=Proxy benutzen

choicePageSelectLabel=Bitte die Art der Installation ausw\u00e4hlen
proxyHostLabel=Proxy host\:
proxyPortLabel=Proxy port\:

installationDirBorder=Installationsverzeichnis
proxySettingsBorder=Proxy Einstellungen

configPageText=Bitte das Verzeichnis in das FreeSpace Open installiert werden soll ausw\u00e4hlen. Wenn Sie einen Proxy benutzen m\u00f6chten, so k\u00f6nnen Sie dies hier einstellen.
modSelectPageText=Sie k\u00f6nnen die Installation here bearbeiten oder mit der jetzigen Auswhl fortfahren.
modSelectPageCheckbox=Installation f\u00fcr installierte und aktuelle Mods noch einmal ausf\u00fchren.
installPageText=Installiere...
finishedPageText=Installation fertig\!  Siehe unten f\u00fcr weitere Informationen zur Installation.

allNodesParsedSuccessfully=Alle Knoten wurden erfolgreich gelesen\!
basicInstallationNotRetrieved=Die Grundlegende Installationskonfiguration konnte nicht von der Installer Webseite geholt werden.  Diese Option wird nicht verf\u00fcgbar sein.
basicInstallationNotValidated=Die Grundlegenden Installationskonfiguration konnte nicht mit der Liste der Mods abgeglichen werden. Dies Option wird nicht verf\u00fcgbar sein.

validationCancelled=\u00dcberpr\u00fcfung wurde abgebrochen\!
validationInterrupted=\u00dcberpr\u00fcfung wurde unterbrochen\!
securityManagerError=Der Java Sicherheitsmanager verbietet dem Installer \u00c4nderungen am Dateisystem durchzuf\u00fchren. Sie m\u00fcssen in der Systemstuerung die Rechte von Java \u00e4ndern bevor der Installer korrekt arbeiten kann.
unexpectedRuntimeException=Eine unerwarteter Laufzeitfehler ist aufgetreten.  Bitte besuchen sie Hard Light Productions f\u00fcr technische Hilfe.  Bitte reichen Sie die Log-Datei mit ein.
directoryInvalid=Das Zielverzeichnis ist nicht ung\u00fcltig.  Bitte w\u00e4hlen Sie ein anderes Verzeichnis aus.
directoryNotPresent=Das Zielverzeichnis existiert nicht, wollen Sie es erstellen?
directoryNotCreated=Zielverzeichnis konnte nicht erstellt werden. Bitte w\u00e4hlen sie ein anders Verzeichnis.
proxyPortParseFailed=Der Procy Port is keine g\u00fcltige ganze Zahl.  Bitte geben Sie einen korrekten Port ein.
proxyInvalid=Der Proxy ist anscheinen nicht g\u00fcltig\!  \u00dcberpr\u00fcfen ob Sie den Host und den Port richtig eingegeben haben.
couldNotCreateTempFile=Ein Fehler ist aufgetreten w\u00e4hren eine tempor\u00e4re Datei erstellt wurde.  Diese Applikation braucht m\u00f6glicherweise mehr Rechte um ausgef\u00fchrt zu werden.
couldNotGetRemoteVersion=Ein Fehler ist aufgetreten w\u00e4hrend auf die entfernte Seite zugegriffen wurde.  \u00dcberpr\u00fcfen Sie ihren Netzwerkanschluss.
promptToDownloadNewVersion=Dieser Installer ist nicht mehr aktuell.  M\u00f6chten Sie die Downloadseite f\u00fcr die neueste Version \u00f6ffnen?\n\n(Wenn sie auf Ja klicken wird das Programm geschlossen.)
problemDownloading=Es gab ein Problem beim \u00f6ffnen der Downloadseite.  Bitte versuchen sie den Installer mit dem Internet-Browser Ihrer Wahl herunterzuladen.
noModsFound=Aus irgendeinem Grund sind keine Mods zum Download verf\u00fcgbar.  Dies ist kein Fehler der Netzwerkverbindung sondern ein Fehler des Mod-Verzeichnisses.\n\nDies sollte nicht passieren und wir sind sher verwundert, dass Sie das hier sehen.  Wir k\u00f6nnen nur empfehlen es sp\u00e4ter nich einmal zu versuchen.\n\nBitte Klicken Sie OK um das Programm zu schlie\u00dfen.
readCheckFailed=Der Installer konnte das Zielverzeichnis nicht lesen.  Bitte stellen Sie sicher, dass das Verzeichnis lesbar ist oder besuchen Sie Hard Light Productions f\u00fcr technische Hilfestellung.
readCheckFailed2=Der Installer konnte das Verzeichnis nicht lesen.  Bitte stellen Sie sicher, dass das Verzeichnis lesbar ist oder besuchen Sie Hard Light Productions f\u00fcr technische Hilfestellung.
writeCheckFailed=Der Installer konnte nicht in das Zielverzeichnis schreiben lesen.  Bitte stellen Sie sicher, dass das Verzeichnis beschreibbar ist oder besuchen Sie Hard Light Productions f\u00fcr technische Hilfestellung.
deleteCheckFailed=Der Installer konnte eine tempor\u00e4re Datei aus dem Zielverzeichnis nicht l\u00f6schen.  Bitte stellen Sie sicher, dass das Verzeichnis nicht schreibgesch\u00fctzt ist oder besuchen Sie Hard Light Productions f\u00fcr technische Hilfestellung.
promptToInstallOpenAL=OpenAL wird f\u00fcr Audiounterst\u00fctzung in FreeSpace Open ben\u00f6tigt aber es konnte nicht auf Ihrem Computer gefunden werden.  Wollen Sie dass OpenAL der Liste der zu installierenden Objekten hinzugef\u00fcgt wird?\n\n(Das OpenAL Installationsprogramm k\u00f6nnte Administatorenrechte f\u00fcr die Ausf\u00fchrung ben\u00f6tigen.)
openALIsNeeded=OpenAL wird f\u00fcr Audiounterst\u00fctzung in FreeSpace Open ben\u00f6tigt aber es konnte nicht auf Ihrem Computer gefunden werden.  Sie m\u00fcssen OpenAL installieren bevor Sie das Spiel ausf\u00fchren k\u00f6nnen.
openALNote=OpenAL sollte nun auf dem Computer installiert sein.  Sollte es n\u00f6tig sein OpenAL aus irgendeinem Grund nochmals zu installieren, so finden Sie oalinst.exe in dem FreeSpace 2 Installationsverzeichnis.
openALError=OpenAL wurde nicht installiert.  Sie m\u00fcssen OpenAL gegbenenfalls selbst mit Administatorenrechten ausf\u00fchren. Sie finden oalinst.exe in dem FreeSpace 2 Installationsverzeichnis.
foundExtraVPs1=Das Zielverzeichnis enth\u00e4lt mehrere zus\u00e4tzliche VPs ausgenommen der Standard-VPs, die eigentlich dort sein sollten\:
foundExtraVPs2=Es ist wahrscheinlich, dass diese Probleme ausl\u00f6sen und Sie sollten diese verschieben oder l\u00f6schen bevor die das Spiel starten.  Wollen Sie mit der Installation fortfahren?

retailFS2NotFound=Das Zielverzeichnis enth\u00e4lt anscheinend keine keine Installation von FreeSpace 2.  FreeSpace 2 wird ben\u00f6tigt um FreeSpace Open oder jegliche Mods die heruntergeladen werden zu benutzen.\n\nBitte w\u00e4hlen Sie eine Optionen\:
optionInstallGOG=Ich m\u00f6chte FreeSpace 2 mittels des GOG Installationspackets installieren
optionInstallSteam=Ich m\u00f6chte meine existierende Installation von FreeSpace 2 in dieses Verzeichnis kopieren (vorgeschlagen f\u00fcr Steam Nutzer)
optionWrongDirectory=Ich m\u00f6chte ein anderes Verzeichnis ausw\u00e4hlen
optionContinueAnyway=Ich m\u00f6chte dieses Verzeichnis wirklich benutzen; Ich m\u00f6chte auf mein eigenes Risiko fortfahren
copyFS2NotFound=FreeSpace 2 konnte nicht an dieser Stelle gefunden werden. Bitte w\u00e4hlen Sie ein anderes Verzeichnis.

dependenciesNotAvailable=Die folgenden Modifikationen haben Abh\u00e4ngigkeiten zu anderen Modifikationen, die gerade nicht zum Download bereitstehen. Sie werden wahrscheinlich nicht in der Lage sein diese Modfikation zu benutzen bis diese Abh\u00e4ngikeiten verf\u00fcgbar sind\:\n\n%s\nBitte w\u00e4hlen Sie eine der untenstehenden Optionen\:
optionInstallMods=Installation trotzdem fortsetzen; Ich werde versuchen die Abh\u00e4ngigkeiten sp\u00e4ter zu installieren.
optionRemoveTheseMods=Diese Modifikationen von der Auswahl ausschlie\u00dfen

optionModifySelection=Zur\u00fcck zur Liste gehen und die Auswahl ab\u00e4ndern.
removeModsAlert=Ihre Auswahl ist nun leer\! Versuchen Sie einige andere Modifikationen auszuw\u00e4hlen.

dependenciesNotSelected=Die folgenden Modifikationen sind als Abh\u00e4ngigkeiten f\u00fcr andere selektierte Modifikationen aufgef\u00fchrt. Die anderen Modifikationen werden ohne diese Abh\u00e4ngigkeiten wahrscheinlich nicht funktionieren\:\n\n%s\nBitte w\u00e4hlen Sie eine der Optionen\:
optionAddToSelection=Diese Modifikationen zu meiner Auswahl hinzuf\u00fcgen
optionRemoveOtherMods=Die Ausgew\u00e4hlten Elemente, die von diesen Modifikationen abh\u00e4ngen entfernen und mit der Installation fortfahren

installOpenALName=Installiere OpenAL
installOpenALDesc=F\u00fchrt den OpenAL Installer von Creative Labs aus, welcher OpenAL32.dll in Ihren System Ordner kopiert. OpenAL wird f\u00fcr Musik- und Audiounterst\u00fctzung in FreeSpace Open ben\u00f6tigt.\n\n(Auf Windows Vista und sp\u00e4teren Versionen werden sie nach Login-Datein gefragt. Auf Windows XP und fr\u00fcheren Versionen m\u00fcssen Sie oalinst.exe selbst als Administrator ausf\u00fchren nachden der FreeSpace Open Installer beedet wurde.)
installGOGName=Installiere FreeSpace 2 mit dem GOG Packet
installGOGDesc=F\u00fchrt eine Standardinstallation von FreeSpace 2 mit den Dateien von GOG aus.  Wenn dies mit FreeSpace Open kombiniert wird erlaubt dies das Spiel auf Systemem auszuf\u00fchren die GOG nicht unrest\u00fctzt wie zum Beispiel OSX oder Linux.
copyInstallationName=FreeSpace 2 von existierender Installation kopieren
copyInstallationDesc=Kopiert eine Installation von FreeSpace 2 zu einer anderen. Dies wird f\u00fcr Steam Nutzer empfolen, da das Standard Steam Installationsverzeichnis Probleme wegen langen Pfad Namen, Leerzeichen im Pfad und Berechtigungen des Verzeichnisses haben kann. Das vorgeschlagene Verzeichnis f\u00fcr FreeSpace 2 w\u00e4re C\:\\Games\\FreeSpace2, welches alle drei Probleme umgeht.
copyInstallationRetrievingList=Hole Liste der zu kopierenden Dateien...
copyInstallationCopyingFiles=Kopiere Dateien in das Spielverzeichnis...
copyInstallationRetrievingListFailed=Ein Fehler ist aufgetreten w\u00e4hren die Liste der Dateien geholt wurde. \u00dcberpr\u00fcfen Sie die Log-Datei f\u00fcr mehr Informationen.
copyInstallationCopyingFilesFailed=Ein Fehler ist aufgetreten w\u00e4hren Dateien in das Spielverzeichnis kopiert wurden. Pr\u00fcfen sie die Rechte Ihres Spielverzeichnisses oder besuchen sie Hard Light Productions f\u00fcr technische Hilfestellung.
installPatchName=Aktualisiere FreeSpace 2 auf Version 1.20
installPatchDesc=Aktualisiert Version 1.01 von FreeSpace 2 auf version 1.20. Es ist wahrscheinlich, dass Sie Version 1.01 haben, wenn sie FreeSpace 2 von den Original CDs installieren; die Sci-Fi Sim of the Year Edition, das GOG Packet, und das Steam Packet sind bereits version 1.20.\n\n(Das 1.x Schema der FreeSpace 2 Installationen ist unabh\u00e4ngig von der 3.x Nummerierung der FreeSpace Open Ver\u00f6ffentlichungen.)
installCopyCutscenesName=Kopiere GOG Zwischensequenzen in das data Verzeichnis, das von FreeSpace Open benutzt wird.
installCopyCutscenesDesc=Das GOG Installationspaket kopiert die Zwischensequenzen in die "data2" und "data3" Verzeichnisse, die von keiner anderen FreeSpace 2 Konfiguration benutzt werden.  Das bedeutet, dass FreeSpace Open die Zwischensequenzen nicht abspielen wird wenn es mit einer unver\u00e4nderten GOG Installation benutzt wird. Indem die Zwischensequenzen in an einen Standardort kopiert werden kann FreeSpace Open diese finden und abspielen.
innoExtractRequiresXP=Tut uns leid, Installation mittels InnoExtract is nur auf Windows XP und sp\u00e4ter m\u00f6glich.  Sie k\u00f6nnen FreeSpace 2 immer noch auf fr\u00fcheren Windows Versionen mittels der original Spiele CDs installieren.  Bitte besuchen sie Hard Light Productions f\u00fcr technische Hilfestellung.
innoExtractNotSupported=Tut uns leid, die Installation mit InnoExtract wird auf Ihrem System nicht unterst\u00fctzt. Bitte besuchen sie Hard Light Productions f\u00fcr technische Hilfestellung.
innoExtractCountingFiles=Z\u00e4hle die Dateien, die ausgepackt werden sollen...
innoExtractExtractingFiles=Packe Dateien aus...
innoExtractMovingFiles=Verschiebe Dateien in Spiele Verzeichnis...
innoExtractDeletingTempFiles=L\u00f6sche tempor\u00e4re Dateien...
innoExtractCountingFilesFailed=Ein Fehler ist aufgetreten w\u00e4hrend das GOG Packet mit InnoExtract untersucht wurde.  Die Datei k\u00f6nnte kein g\u00fcltiges GOG Setup sein oder das System ist nicht in der Lage InnoExtract auszuf\u00fchren.  Pr\u00fcfen Sie die Log-Datei f\u00fcr Details.
innoExtractExtractingFilesFailed=Ein Fehler ist aufgetreten w\u00e4hrend Dateien aus dem GOG Packet ausgepakt wurden.  Pr\u00fcfen sie die Rechte Ihres Spielverzeichnisses oder besuchen sie Hard Light Productions f\u00fcr technische Hilfestellung.
innoExtractMovingFilesFailed=Ein Fehler ist aufgetreten w\u00e4hrend Dateien aus dem tempor\u00e4ren Verzeichnis in das Spielverzeichnisch verschoben wurden.  \u00dcberpr\u00fcfen Sie die Log-Datei f\u00fcr Details.
innoExtractDeletingTempFilesFailed=Der Intaller konnte die tempor\u00e4ren Dateien von der GOG Installation nicht l\u00f6schen.  (Der Ordner befindet sich hier\: %s)

installTitle=Installieren
downloadTitle=Herunterladen
installStatusDone=Fertig\!
installStatusUpToDate=Mod ist aktuell\!
installStatusCancelled=Abgebrochen
installStatusParentNotInstalled=Ben\u00f6tigter Elternmod ist nicht installiert
installResultSecurityExceptionInSetup=Ein Java Sicherheitsfehler verhindert die Ausf\u00fchrung des Setups.  Die Log-Datei enth\u00e4lt vielleicht mehr Details.
installResultUnexpectedRuntimeException=Ein unerwarteter Fehler ist aufgetreten.  Die Log-Datei enth\u00e4lt vielleicht mehr Details.
installResultCancelledByRequest=Auf Benutzeranfrage abgebrochen.
installResultSkipped=\u00dcbersprungen weil Elternmod nicht installiert wurde.
installResultFolderNotCreated=Das Verzeichnis '%s' konnte nicht erstellt werden.
installResultDirectoryNotDeleted=Das Verzeichnis '%s' konnte nicht gel\u00f6scht werden.
installResultFileNotDeleted=Die Datei '%s' konnte nicht gel\u00f6scht werden.
installResultFileNotRenamed=Die Datei '%s' konnte nicht zu '%s' umbenannt werden.
installResultFileNotCopied=Die Datei '%s' konnte nicht nach '%s' kopiert werden.
installResultFileNotDownloaded=Die Datei '%s' konnte nicht heruntergeladen werden.
installResultHashNotComputed=Der Installer konnte die Pr\u00fcfsumme nicht mit dem Algorithmus '%s' berechnen.
installResultHashMismatch1=Die Pr\u00fcfsumme f\u00fcr '%s' stimmt nicht mit dem erwateten Wert \u00fcberein.  Dies k\u00f6nnte auf einen fehlgeschlagenen Download oder ein Problem mit der Mod hindeuten.  Sollte dies nach mehreren Versuchen weiterhin auftreten, setzten Sie sich bitte mit dem Urheber der Mod in Verbindung.  Die Datei wurde gel\u00f6scht.
installResultHashMismatch2=Die Pr\u00fcfsumme f\u00fcr '%s' stimmt nicht mit dem erwateten Wert \u00fcberein.  Dies k\u00f6nnte auf einen fehlgeschlagenen Download oder ein Problem mit der Mod hindeuten.  Sollte dies nach mehreren Versuchen weiterhin auftreten, setzten Sie sich bitte mit dem Urheber der Mod in Verbindung.\nZus\u00e4tzlich war der Installer nicht in der Lage die Datei zu l\u00f6schen.  Bitte l\u00f6schen Sie die Datei von Hand.
installResultExecCmdError=Das Kommando '%s' konnte nicht erfolgreich ausgef\u00fchrt werden.

allModsSuccessful=Alle Mods wurde erfolgreich installiert.
readNotes1=Lesen Sie die folgende Notiz sorgf\u00e4ltig\:
readNotes2=Lesen Sie die folgenden Notizen sorgf\u00e4ltig\:
readErrors1=Der folgende Fehler ist aufgetreten\:
readErrors2=Die folgenden Fehler sind aufgetreten\:
