progressBarWorking=Trabajando...
progressBarWaiting=Esperando...
progressBarWaiting2=Esperando para comenzar...
progressBarCheckingDir=Chequeando el directorio de instalaci\u00f3n...
progressBarSettingUpInstaller=Preparando el instalador...
progressBarSettingUpMod=Preparando el mod...
progressBarDeleting=Borrando archivos...
progressBarRenaming=Renombrando archivos...
progressBarCopying=Copiando archivos...
progressBarInstalling=Instalando archivos...
progressBarHashing=Calculando valores hash...
progressBarRunningExec=Ejecutando comandos de sistema...

progressBarStatus=%s: %d de %d bytes
progressBarUpToDate=Actualizado
progressBarComplete=Completado
progressBarFailed=Fall\u00f3
progressBarCancelled=Cancelado

imageNotAvailable=IMAGEN NO DISPONIBLE

basicInstallationTitle=B\u00e1sica
completeInstallationTitle=Completa
customInstallationTitle=Personalizada
basicInstallationDesc=Instalar los \u00faltimos FreeSpace Open y MediaVPs solamente.
completeInstallationDesc=Instalar todo: FreeSpace Open, MediaVPs, todos los mods, y todos los downloads opcionales.
customInstallationDesc=Seleccionar los mods a instalar.

chooseModConfigTitle=Seleccionar un archivo de configuraci\u00f3n para el mod
chooseDirTitle=Seleccionar un directorio
chooseGOGPackageTitle=Seleccionar el paquete de instalacion de GOG que contiene FreeSpace 2

textFilesFilter=Archivos de texto (*.txt)
exeFilesFilter=Archivos EXE (*.exe)

collapseExpandTooltip=Colapsar/Expandir

OK=OK

cancelButtonName=Cancelar
cancelButtonTooltip=Cancelar instalaci\u00f3n
cancelPrompt=Cancelar la instalaci\u00f3n interrumpir\u00e1 todos los downloads que no fueron finalizados. Est\u00e1 seguro?

browseButtonName=Navegar...
browseButtonTooltip=Cliquear para eleg\u00edr un directorio de instalaci\u00f3n

backButtonName=< Volver
backButtonTooltip=Ir a la p\u00e1gina pr\u00e9via

nextButtonName=Siguiente >
nextButtonTooltip=Ir a la pr\u00f3xima p\u00e1gina

installButtonName=Instalar
installButtonTooltip=Proceder con la instalaci\u00f3n

moreInfoButtonName=M\u00e1s informaci\u00f3n
moreInfoButtonTooltip=Cliquear para mostrar informaci\u00f3n adicional de este mod

finishButtonName=Finalizar
finishButtonTooltip=Finalizar la instalaci\u00f3n

proxyButtonName=Usar proxy

choicePageSelectLabel=Por favor seleccione un modo de instalaci\u00f3n.
proxyHostLabel=Host del proxy:
proxyPortLabel=Puerto del proxy:

installationDirBorder=Directorio de Instalaci\u00f3n
proxySettingsBorder=Configuraci\u00f3n del Proxy

configPageText=Seleccione el directorio donde desee instalar FreeSpace Open y los mods asociados.  Aqu\u00ed tambi\u00e9n podr\u00e1 especificar el uso de un proxy, si su red as\u00ed lo requiere.
modSelectPageText=Aqu\u00ed podr\u00e1 modificar su instalaci\u00f3n o continuar con la selecci\u00f3n actual.
modSelectPageCheckbox=Correr nuevamente la instalaci\u00f3n de mods que ya fueron instalados y actualizados.
installPageText=Instalando...
finishedPageText=Instalaci\u00f3n completa!  Verifique debajo para informaci\u00f3n adicional acerca de su instalaci\u00f3n.

allNodesParsedSuccessfully=Todos los nodos fueron procesados correctamente!
basicInstallationNotRetrieved=La configuraci\u00f3n B\u00e1sica de la Instalaci\u00f3n no pudo ser recuperada del sitio web.  Esta opci\u00f3n no estar\u00e1 disponible.
basicInstallationNotValidated=La configuraci\u00f3n B\u00e1sica de la Instalaci\u00f3n no pudo ser validada contra la lista correspondiente de mods.  Esta opci\u00f3n no estar\u00e1 disponible.

validationCancelled=La validaci\u00f3n fue cancelada!
validationInterrupted=La validaci\u00f3n fue interrumpida.
securityManagerError=El control de seguridad de Java est\u00e1 prohibiendo al instalador hacer cambios en el sistema de archivos.  Necesitar\u00e1 cambiar los permisos en el panel de control de Java para que el instalador pueda ejecutarse correctamente.
unexpectedRuntimeException=Ha ocurrido una excepci\u00f3n de ejecuci\u00f3n.  Por favor visite Hard Light Productions para solicitar soporte.  Asegures\u00e9 de proveer el archivo log correspondiente.
directoryInvalid=El directorio de destino no es v\u00e1lido.  Por favor seleccione otro directorio.
directoryNotPresent=El directorio de destino no existe.  Desea crearlo?
directoryNotCreated=No se pudo crear el directorio de destino.  Por favor seleccione otro directorio diferente.
proxyPortParseFailed=El puerto de proxy no pudo ser procesado como entero.  Por favor ingrese un n\u00famero de proxy correcto.
proxyInvalid=Este proxy parece ser inv\u00e1lido!  Chequee que haya ingresado el host y el puerto correctamente.
couldNotCreateTempFile=Se produjo un error al crear un archivo temporal!  Esta aplicaci\u00f3n probablemente requiera privilegios elevados para ejecutarse.
couldNotGetRemoteVersion=Hubo un problema al acceder los sitios remotos.  Chequee si conexi\u00f3n a la red y vuelva a intentarlo.
promptToDownloadNewVersion=Esta versi\u00f3n del instalador est\u00e1 desactualizada.  Le gustar\u00eda ver la p\u00e1gina de descarga para la versi\u00f3n m\u00e1s reciente?\n\n(Si selecciona Si, el programa se cerrar\u00e1.)
problemDownloading=Hubo un problema al intentar abrir la p\u00e1gina del download.  Intente bajar nuevamente el instalador usando su navegador de Internet favorito.
noModsFound=For some reason, there are no mods available for download.  This is not an error with the network, but rather with the remote mod repositories.\n\nThis shouldn't ever happen, and we're rather perplexed that you're seeing this right now.  We can only suggest that you try again later.\n\nClick OK to exit.
readCheckFailed=El instalador no pudo leer el directorio de destino.  Por favor asegures\u00e9 de que el directorio tiene permisos de lectura, o visite Hard Light Productions para obtener soporte t\u00e9cnico.
writeCheckFailed=El instalador no pudo crear un archivo temporal en el directorio destino.  Por favor asegures\u00e9 de que el directorio tiene permisos de escritura, o visite Hard Light Productions para obtener soporte t\u00e9cnico.
deleteCheckFailed=El instalador no pudo borrar un archivo temporal en el directorio destino.  Por favor asegures\u00e9 de que el directorio no est\u00e1 limitado a operaciones solo lectura, o visite Hard Light Productions para obtener soporte t\u00e9cnico.
promptToInstallOpenAL=FreeSpace Open requiere OpenAL para hacer funcionar el audio, pero el mismo no fue detectado en su computadora.  Desea agregar OpenAL a la lista de items para instalar?\n\n(Por favor note que el programa de instalaci\u00f3n de OpenAL posiblemente requiera privilegios elevados para ejecutarse correctamente.)
openALIsNeeded=FreeSpace Open requiere OpenAL para hacer funcionar el audio, pero el mismo no fue detectado en su computadora.  Necesitar\u00e1 instalar OpenAL antes de ejecutar el juego.
openALNote=OpenAL ya deber\u00eda estar instalado en su computadora.  Si necesita reinstalar OpenAL por cualquier raz\u00f3n (o si el programa de instalaci\u00f3n fall\u00f3), puede encontrar el archivo de instalaci\u00f3n oalinst.exe en el directorio de instalaci\u00f3n de FreeSpace 2.
foundExtraVPs1=El directorio destino contiene varios archivos VPs adicionales a los que normalmente deber\u00eda haber:
foundExtraVPs2=Es probable que estos causen problema, le recomendamos borrar o mover estos archivos antes de ejecutar el juego.  Desea continuar con la instalaci\u00f3n?

retailFS2NotFound=El directorio de instalaci\u00f3n no parece contener los archivos de instalaci\u00f3n b\u00e1sicos de FreeSpace 2.  Se requiere tener instalado FreeSpace 2 para ejecutar FreeSpace Open y cualquier mod que vaya a descargar.\n\nPor favor seleccione una opci\u00f3n:
optionInstallGOG=Quiero instalar FreeSpace 2 usando el paquete de GOG
optionWrongDirectory=Comet\u00ed un error; FreeSpace 2 est\u00e1 en otro directorio
optionContinueAnyway=Quiero usar este directorio; permitir continuar la instalaci\u00f3n a mi propio riesgo

installGOGName=Instalar FreeSpace 2 desde el paquete de GOG
installGOGDesc=Realiza una instalaci\u00f3n est\u00e1ndar de FreeSpace 2 usando los archivos de instalaci\u00f3n provistos por GOG.  Cuando son combinados con FreeSpace Open, le permiten jugar el juego en sistemas que GOG no soporta, como por ejemplo OSX y Linux.
installOpenALName=Instalar OpenAL
installOpenALDesc=Ejecuta el instalador de OpenAL provisto por Creative Labs, el cual copia el archivo OpenAL32.dll a su carpeta del sistema.  FreeSpace Open requiere OpenAL para la m\u00fasica y el sonido.\n\n(Este programa requiere privilegios elevados para ejecutarse.  En versiones de Windows Vista y posteriores, se le solicitar\u00e1 la aprobaci\u00f3n con sus credenciales.  En Windows XP y previos, necesitar\u00e1 ejecutar el programa oalinst.exe como administrador explicitamente luego de que el Instalador de FreeSpace Open haya cerrado, a menos que usted ya est\u00e9 logueado con un usuario administrador.)
installPatchName=Actualizar FreeSpace 2 original a la versi\u00f3n 1.20
installPatchDesc=Actualiza la versi\u00f3n 1.01 de la instalaci\u00f3n de FreeSpace 2 a una versi\u00f3n 1.20.  Es probable que vea la versi\u00f3n 1.01 si instal\u00f3 el juego desde el CD original del juego; la versi\u00f3n Sci-Fi Sim of the Year y el paquete de instalaci\u00f3n GOG son versiones 1.20.\n\n(Notes\u00e9 que el n\u00famero de versi\u00f3n 1.x de las instalaciones de FreeSpace 2 son independientes de los n\u00fameros 3.x usados en las versiones de FreeSpace Open.)
installCopyCutscenesName=Copiar las cinem\u00e1ticas de GOG a el directorio data usado por FreeSpace Open
installCopyCutscenesDesc=El paquete de instalaci\u00f3n GOG pone las cinem\u00e1ticas en las carpetas "data2" y "data3", las cuales no son usadas por ninguna versi\u00f3n de FreeSpace 2.  Esto significa que FreeSpace Open no podr\u00e1 mostrar las cinem\u00e1ticas al ejecutar el juego tal y como lo instala GOG.  Al copiar las cinem\u00e1ticas de GOG a la locaci\u00f3n est\u00e1ndar, FreeSpace Open podr\u00e1 encontrarlas y mostrarlas corretamente.
innoExtractRequiresXP=Disculpe, la instalaci\u00f3n usando InnoExtract solo es soportada en Windows XP o superiores.  A\u00fan podr\u00e1 instalar FreeSpace 2 en sistemas previos de Windows usando los CDs originales del juego.  Visite Hard Light Productions para obtener soporte t\u00e9cnico.
innoExtractNotSupported=Disculpe, la instalaci\u00f3n usando InnoExtract no es soportada en su sistema operativo.  Visite Hard Light Productions para obtener soporte t\u00e9cnico.

installTitle=Instalar
downloadTitle=Descargar
installStatusDone=Hecho!
installStatusUpToDate=El mod est\u00e1 actualizado!
installStatusCancelled=Cancelado
installStatusParentNotInstalled=Recurso padre no instalado
installResultSecurityExceptionInSetup=Una excepci\u00f3n de seguridad de Java no permiti\u00f3 ejecutar la instalaci\u00f3n.  Chequee el log para m\u00e1s detalles.
installResultUnexpectedRuntimeException=Un error inesperado a ocurrido.  Por favor chequee el log para m\u00e1s detalles.
installResultCancelledByRequest=Cancelado por pedido del usuario.
installResultSkipped=Omitido porque el recurso padre no fue instalado.
installResultFolderNotCreated=La carpeta '%s' no pudo ser creada.
installResultDirectoryNotDeleted=El directorio '%s' no pudo ser borrado.
installResultFileNotDeleted=El archivo '%s' no pudo ser borrado.
installResultFileNotRenamed=El archivo '%s' no pudo ser renombrado a '%s'.
installResultFileNotCopied=El archivo '%s' no pudo ser copiado a '%s'.
installResultFileNotDownloaded=El archivo '%s' no pudo ser descargado.
installResultHashNotComputed=El instalador no pudo calcular el hash usando el algoritmo '%s'.
installResultHashMismatch1=El valor hash para '%s' no coincid\u00eda con el valor esperado.  Esto podr\u00eda significar que la descarga est\u00e1 corr\u00fapta.
installResultHashMismatch2=El archivo fue borrado.
installResultHashMismatch3=Adicionalmente, el instalador no pudo borrar el archivo.  Por favor borre el archivo usted y no lo abra.
installResultExecCmdError=El comando '%s' no se ejecuto correctamente!

allModsSuccessful=Todos los mods fueron instalador correctamente!
readNotes1=Lea la siguiente nota atentamente:
readNotes2=Lea las siguientes notas atentamente:
readErrors1=Se encontr\u00f3 el siguiente error:
readErrors2=Se encontr\u00f3 los siguientes errores:

