progressBarWorking=En cours...
progressBarWorking2=En cours
progressBarWaiting=En attente...
progressBarWaiting2=En attente de lancement...
progressBarCheckingDir=V\u00e9rification du r\u00e9pertoire d'installation...
progressBarSettingUpInstaller=Configuration de l'installeur...
progressBarSettingUpMod=Configuration du mod...
progressBarDeleting=Suppression des fichiers...
progressBarRenaming=Renommage des fichiers...
progressBarCopying=Copie des fichiers...
progressBarInstalling=Installation des fichiers...
progressBarHashing=Calcul des valeurs Hash...
progressBarRunningExec=Ex\u00e9cution des commandes syst\u00e8me...

progressBarStatus=%s \: %s de %s
progressBarUpToDate=\u00c0 jour
progressBarComplete=Termin\u00e9
progressBarFailed=\u00c9chou\u00e9
progressBarCancelled=Annul\u00e9

imageNotAvailable=IMAGE NON DISPONIBLE
none=aucun

basicInstallationTitle=Basique
completeInstallationTitle=Complet
customInstallationTitle=Personnalis\u00e9
basicInstallationDesc=Installer les derni\u00e8res versions de FreeSpace Open et MediaVPs, mais pas de mods.
completeInstallationDesc=Installer tout \: FreeSpace Open, les MediaVPs, tous les mods, et tous les t\u00e9l\u00e9chargements optionnels.
customInstallationDesc=S\u00e9lectionner les mods \u00e0 installer.

chooseModConfigTitle=S\u00e9lectionnez un fichier de config de mod
chooseDirTitle=S\u00e9lectionnez un r\u00e9pertoire
chooseFileTitle=S\u00e9lectionnez un fichier
chooseGOGPackageTitle=S\u00e9lectionnez l'installeur GOG contenant FreeSpace 2

textFilesFilter=Fichiers Texte (*.txt)
exeFilesFilter=Fichiers EXE (*.exe)

collapseExpandTooltip=R\u00e9duire/Agrandir

OK=OK
Yes=Oui
No=Non

cancelButtonName=Annuler
cancelButtonTooltip=Annuler l'installation
cancelPrompt=Annuler maintenant interrompra tous les t\u00e9l\u00e9chargements non termin\u00e9s.  \u00cates-vous s\u00fbr ?

browseButtonName=Parcourir...
browseButtonTooltip=Cliquez pour s\u00e9lectionner un r\u00e9pertoire d'installation

backButtonName=< Pr\u00e9c\u00e9dent
backButtonTooltip=Aller \u00e0 la page pr\u00e9c\u00e9dente

nextButtonName=Suivant >
nextButtonTooltip=Aller \u00e0 la page suivante

installButtonName=Installer
installButtonTooltip=Lancer l'installation

moreInfoButtonName=Plus d'Info
moreInfoButtonTooltip=Cliquez pour afficher plus d'informations sur ce mod

finishButtonName=Terminer
finishButtonTooltip=Terminer l'installation

proxyButtonName=Utiliser un proxy

choicePageSelectLabel=Veuillez s\u00e9lectionner un mode d'installation \:
proxyHostLabel=H\u00f4te proxy \:
proxyPortLabel=Port proxy \:

installationDirBorder=R\u00e9pertoire d'Installation
proxySettingsBorder=R\u00e9glages Proxy

configPageText=Choisissez le r\u00e9pertoire o\u00f9 vous voulez installer FreeSpace Open et les mods associ\u00e9s. Si votre r\u00e9seau n\u00e9cessite l'usage d'un proxy, vous pouvez aussi le d\u00e9finir ici.
modSelectPageText=Vous pouvez modifier votre installation ici ou continuer avec votre s\u00e9lection actuelle.
modSelectPageCheckbox=Re-lancer l'installation pour les mods d\u00e9j\u00e0 install\u00e9s et \u00e0 jour
installPageText=En cours d'installation...
finishedPageText=Installation compl\u00e8te \!  V\u00e9rifiez ci-dessous pour toutes informations compl\u00e9mentaires concernant votre installation.

allNodesParsedSuccessfully=Tous les \u00e9l\u00e9ments ont \u00e9t\u00e9 valid\u00e9s avec succ\u00e8s \!
basicInstallationNotRetrieved=La configuration de l'Installation Basique n'a pas pu \u00eatre r\u00e9cup\u00e9r\u00e9e sur le site web de l'installeur.  Cette option ne sera pas disponible.
basicInstallationNotValidated=La configuration de l'Installation Basique n'a pas pu \u00eatre valid\u00e9e comparativement \u00e0 la liste actuelle des mods.  Cette option ne sera pas disponible.

validationCancelled=La validation a \u00e9t\u00e9 annul\u00e9e \!
validationInterrupted=La validation a \u00e9t\u00e9 interrompue.
securityManagerError=Le gestionnaire de s\u00e9curit\u00e9 Java emp\u00eache l'installeur de faire des modifications au syst\u00e8me de fichier.  Vous devrez changer les permissions dans le panneau de contr\u00f4le Java avant que l'installeur ne puisse fonctionner avec succ\u00e8s.
unexpectedRuntimeException=Une exception de fonctionnement inattendue est apparue.  Veuillez visiter Hard Light Productions pour du support technique.  Soyez s\u00fbr de fournir le fichier log.
directoryInvalid=Le r\u00e9pertoire de destination n'est pas valide.  Veuillez s\u00e9lectionner un autre r\u00e9pertoire.
directoryNotPresent=Le r\u00e9pertoire de destination n'existe pas.  Voulez-vous le cr\u00e9er ?
directoryNotCreated=N'a pas pu cr\u00e9er le r\u00e9pertoire de destination.  Veuillez s\u00e9lectionner un autre r\u00e9pertoire.
proxyPortParseFailed=Le port proxy n'a pas pu \u00eatre reconnu comme valeur de type Entier.  Veuillez entrer un port proxy correct.
proxyInvalid=Ce proxy semble \u00eatre invalide \!  V\u00e9rifiez que vous avez entr\u00e9 l'h\u00f4te et le port correctement.
couldNotCreateTempFile=Il y a eu une erreur lors de la cr\u00e9ation d'un fichier temporaire \!  Cette application peut n\u00e9cessiter des privil\u00e8ges de type administrateur pour \u00eatre ex\u00e9cut\u00e9e.
couldNotGetRemoteVersion=Il y a eu un probl\u00e8me pour acc\u00e9der aux sites distants.  V\u00e9rifiez votre connexion r\u00e9seau et r\u00e9essayez.
promptToDownloadNewVersion=Cette version de l'installeur est obsol\u00e8te.  Voudriez-vous acc\u00e9der \u00e0 la page de t\u00e9l\u00e9chargement pour la version la plus r\u00e9cente ?\n\n(Si vous cliquez sur Oui, le programme se fermera.)
problemDownloading=Il y a eu un probl\u00e8me pour acc\u00e9der au lien de t\u00e9l\u00e9chargement.  Essayez de re-t\u00e9l\u00e9charger l'installeur en utilisant votre navigateur internet habituel.
noModsFound=Pour d'obscures raisons, il n'y a pas de mods disponibles pour t\u00e9l\u00e9chargement.  Ceci n'est pas une erreur avec le r\u00e9seau, mais plut\u00f4t avec le d\u00e9p\u00f4t de mod distant.\n\nCeci ne devrait jamais arriver, et nous sommes plut\u00f4t perplexes que vous voyiez ceci maintenant.  Nous pouvons seulement sugg\u00e9rer de r\u00e9essayer plus tard.\n\nCliquez OK pour quitter.
readCheckFailed=L'installeur n'a pas pu lire depuis le r\u00e9pertoire de destination.  Veuillez vous assurer que le r\u00e9pertoire autorise la lecture, ou visitez Hard Light Productions pour du support technique.
readCheckFailed2=L'installeur n'a pas pu lire depuis le r\u00e9pertoire.  Veuillez vous assurer que le r\u00e9pertoire autorise la lecture, ou visitez Hard Light Productions pour du support technique.
writeCheckFailed=L'installeur n'a pas pu cr\u00e9er un fichier temporaire dans le r\u00e9pertoire de destination.  Veuillez vous assurer que le r\u00e9pertoire autorise l'\u00e9criture, ou visitez Hard Light Productions pour du support technique.
deleteCheckFailed=L'installeur n'a pas pu supprimer un fichier temporaire dans le r\u00e9pertoire de destination.  Veuillez vous assurer que le r\u00e9pertoire n'est pas en lecture seule, ou visitez Hard Light Productions pour du support technique.
promptToInstallOpenAL=OpenAL est requis pour le support audio dans FreeSpace Open, mais il n'a pas \u00e9t\u00e9 d\u00e9tect\u00e9 sur votre ordinateur.  Voulez-vous ajouter OpenAL \u00e0 la liste des \u00e9l\u00e9ments \u00e0 installer ?\n\n(Veuillez noter que le programme d'installation d'OpenAL peut n\u00e9cessiter des privil\u00e8ges de type administrateur pour s'ex\u00e9cuter.)
openALIsNeeded=OpenAL est requis pour le support audio dans FreeSpace Open, mais il n'a pas \u00e9t\u00e9 d\u00e9tect\u00e9 sur votre ordinateur.  Vous devrez installer OpenAL avant de lancer le jeu.
openALNote=OpenAL devrait maintenant \u00eatre install\u00e9 sur votre ordinateur.  Si vous avez besoin de r\u00e9installer OpenAL pour une quelconque raison, vous pouvez utiliser oalinst.exe qui est situ\u00e9 dans le r\u00e9pertoire d'installation de FreeSpace 2.
openALError=OpenAL n'a pas \u00e9t\u00e9 install\u00e9.  Il peut \u00eatre n\u00e9cessaire de relancer l'installation d'OpenAL vous-m\u00eame avec des privil\u00e8ges de type administrateur.  Vous pouvez utiliser oalinst.exe qui est situ\u00e9 dans le r\u00e9pertoire d'installation de FreeSpace 2.
foundExtraVPs1=Le r\u00e9pertoire de destination contient plusieurs Vps en plus de ceux standards qui devraient \u00eatre pr\u00e9sent \:
foundExtraVPs2=Il y a des chances qu'ils posent probl\u00e8me, et vous \u00eates encourag\u00e9s \u00e0 les d\u00e9placer ou supprimer avant de lancer le jeu.  Voulez-vous continuer avec l'installation ?

retailFS2NotFound=Le r\u00e9pertoire de destination ne semble pas contenir d'installation originale de FreeSpace 2.  FreeSpace 2 est requis pour utiliser FreeSpace Open ainsi que les mods t\u00e9l\u00e9charg\u00e9s.\n\nVeuillez s\u00e9lectionner une option ci-dessous \:
optionInstallGOG=Je veux installer FreeSpace 2 en utilisant l'installeur GOG
optionInstallSteam=Je veux copier mon installation existante de FreeSpace 2 vers ce r\u00e9pertoire (sugg\u00e9r\u00e9 pour les utilisateurs Steam)
optionWrongDirectory=Je veux s\u00e9lectionner un r\u00e9pertoire diff\u00e9rent
optionContinueAnyway=Je veux r\u00e9ellement utiliser ce r\u00e9pertoire ; laissez-moi continuer \u00e0 mes propres risques.
copyFS2NotFound=FreeSpace 2 n'a pas \u00e9t\u00e9 trouv\u00e9 \u00e0 cet emplacement. Veuillez s\u00e9lectionner un autre r\u00e9pertoire.

dependenciesNotAvailable=Les mods suivants ont des d\u00e9pendances avec d'autres mods qui ne sont actuellement pas disponible au t\u00e9l\u00e9chargement.  Vous ne serez probablement pas capables de jouer \u00e0 ces mods jusqu'\u00e0 ce que ces d\u00e9pendances soient disponibles \:\n\n%s\nVeuillez s\u00e9lectionner une option ci-dessous \:
optionInstallMods=Continuer tout de m\u00eame l'installation ; J'essaierai d'installer les d\u00e9pendances plus tard
optionRemoveTheseMods=Retirer ces mods de ma s\u00e9lection et continuer l'installation

optionModifySelection=Retourner \u00e0 la liste et me laisser modifier ma s\u00e9lection
removeModsAlert=Votre s\u00e9lection est vide \! Essayez de s\u00e9lectionner quelques autres mods \u00e0 la place.

dependenciesNotSelected=Les mods suivants sont list\u00e9s comme d\u00e9pendances pour certains des autres mods que vous avez s\u00e9lectionn\u00e9s. Sans ces d\u00e9pendances, les autres mods ne fonctionneront probablement pas \:\n\n%s\nVeuillez s\u00e9lectionner une option ci-dessous \:
optionAddToSelection=Ajouter ces mods \u00e0 ma s\u00e9lection et continuer l'installation
optionRemoveOtherMods=Retirer les \u00e9l\u00e9ments s\u00e9lectionn\u00e9s qui d\u00e9pendent de ces mods et continuer l'installation

installOpenALName=Installer OpenAL
installOpenALDesc=Ex\u00e9cute l'installeur OpenAL fourni par Creative Labs, qui copie le fichier OpenAL32.dll vers votre r\u00e9pertoire syst\u00e8me.  OpenAL est requis pour le support de la musiqe et du son dans FreeSpace Open.\n\n(Ce programme n\u00e9cessite des privil\u00e8ges de type administrateur pour s'ex\u00e9cuter.  Sur Windows Vista et plus r\u00e9cents, il vous sera demand\u00e9 d'entrer vos identifiants.  Sur Windows XP et plus anciens, vous devrez explicitement lancer oalinst.exe comme administrateur apr\u00e8s que l'Installeur FreeSpace Open se soit ferm\u00e9, sauf si vous \u00e9tiez d\u00e9j\u00e0 connect\u00e9 sous un compte administrateur.)
installGOGName=Installer FreeSpace 2 depuis l'installeur GOG
installGOGDesc=R\u00e9alise une installation standard de FreeSpace 2 en utilisant l'ex\u00e9cutable fourni par GOG.  Combin\u00e9 \u00e0 FreeSpace Open, ceci vous permet de jouer sur des syst\u00e8mes que GOG ne supporte pas, comme OSX et Linux.
copyInstallationName=Copier FreeSpace 2 depuis l'installation existante
copyInstallationDesc=Copie une installation de FreeSpace 2 depuis un r\u00e9pertoire vers un autre. Ceci est recommand\u00e9 pour les utilisateurs Steam car le r\u00e9pertoire d'installation par d\u00e9faut de Steam peut poser probl\u00e8me d\u00fb au nom de chemin long, aux espaces dans nom de chemin, et aux r\u00e9glages d'autorisations dans les r\u00e9pertoires du chemin. L'emplacement recommand\u00e9 pour FreeSpace 2 est quelque chose comme C\:\\Games\\FreeSpace2, qui \u00e9vite l'ensemble de ces trois probl\u00e8mes.
copyInstallationRetrievingList=R\u00e9cup\u00e9ration de la liste des fichiers \u00e0 copier...
copyInstallationCopyingFiles=Copie des fichiers vers le r\u00e9pertoire du jeu...
copyInstallationRetrievingListFailed=Une erreur est apparue lors de la r\u00e9cup\u00e9ration de la liste des fichiers. V\u00e9rifiez le fichier log pour plus de d\u00e9tails.
copyInstallationCopyingFilesFailed=Une erreur est apparue lors de la copie des fichiers vers le r\u00e9pertoire du jeu. V\u00e9rifiez les permissions du r\u00e9pertoire du jeu, ou visitez Hard Light Productions pour du support technique.
installPatchName=Patcher FreeSpace 2 vers la version 1.20
installPatchDesc=Met \u00e0 jour une installation de FreeSpace 2 en version 1.01 vers une version 1.20.  Il y a des chances que vous voyiez une version 1.01 si vous installez depuis des CDs originaux du jeu ; l'\u00e9dition "Sci-Fi Sim of the Year", l'installeur GOG, et l'installeur Steam sont en version 1.20.\n\n(Notez que la num\u00e9rotation en 1.x de l'installation de FreeSpace 2 est ind\u00e9pendante de la num\u00e9rotation en 3.x des versions de FreeSpace Open.)
installCopyCutscenesName=Copier les cin\u00e9matiques GOG vers le r\u00e9pertoire "data" utilis\u00e9 par FreeSpace Open
installCopyCutscenesDesc=L'installeur GOG met les cin\u00e9matiques dans les r\u00e9pertoires "data2" et "data3", qui ne sont utilis\u00e9s par aucunes autres configurations de FreeSpace 2.  Ceci signifie que FreeSpace Open ne jouera pas les cin\u00e9matiques si vous le lancez sur une installation GOG non modifi\u00e9e.  En copiant les cin\u00e9matiques GOG vers l'emplacement standard, FreeSpace Open sera capable de les trouver et de les jouer correctement.
innoExtractRequiresXP=D\u00e9sol\u00e9, l'utilisation d'InnoExtract pour l'installation est uniquement support\u00e9e sur Windows XP et plus r\u00e9cents.  Vous pouvez tout de m\u00eame installer FreeSpace 2 sur des syst\u00e8mes Windows plus anciens en utilisant les CDs originaux du jeu.  Visitez Hard Light Productions pour du support technique.
innoExtractNotSupported=D\u00e9sol\u00e9, l'utilisation d'InnoExtract pour l'installation n'est pas support\u00e9e sur votre syst\u00e8me.  Visitez Hard Light Productions pour du support technique.
innoExtractCountingFiles=Comptage des fichiers \u00e0 extraire...
innoExtractExtractingFiles=Extraction des fichiers...
innoExtractMovingFiles=D\u00e9placement des fichiers vers le r\u00e9pertoire du jeu...
innoExtractDeletingTempFiles=Suppression des fichiers temporaires...
innoExtractCountingFilesFailed=Une erreur est apparue durant l'examen de l'installateur GOG avec InnoExtract.  Il se peut que le fichier ne soit pas un fichier d'installation GOG valide, ou le syst\u00e8me peut avoir \u00e9t\u00e9 incapable de lancer InnoExtract.  V\u00e9rifiez le fichier log pour plus de d\u00e9tails.
innoExtractExtractingFilesFailed=Une erreur est apparue durant l'extraction des fichiers depuis l'installeur GOG.  V\u00e9rifiez les permissions du r\u00e9pertoire du jeu, ou visitez Hard Light Productions pour du support technique.
innoExtractMovingFilesFailed=Une erreur est apparue durant le d\u00e9placement des fichiers depuis le r\u00e9pertoire temporaire vers le r\u00e9pertoire du jeu.  V\u00e9rifiez le fichier log pour plus de d\u00e9tails.
innoExtractDeletingTempFilesFailed=L'installeur a \u00e9t\u00e9 incapable de supprimer les fichiers temporaires de l'installation GOG.  (Le r\u00e9pertoire est %s.)

installTitle=Installation
downloadTitle=T\u00e9l\u00e9chargement
installStatusDone=Termin\u00e9 \!
installStatusUpToDate=Ce mod est \u00e0 jour \!
installStatusCancelled=Annul\u00e9
installStatusParentNotInstalled=Parent non install\u00e9
installResultSecurityExceptionInSetup=Une exception de s\u00e9curit\u00e9 Java a emp\u00each\u00e9 l'installeur de fonctionner.  V\u00e9rifiez le fichier log pour plus de d\u00e9tails.
installResultUnexpectedRuntimeException=Une erreur inattendue est apparue.  Veuillez v\u00e9rifier le fichier log pour plus de d\u00e9tails.
installResultCancelledByRequest=Annul\u00e9 sur demande de l'utilisateur.
installResultSkipped=Omis car le mod parent n'a pas \u00e9t\u00e9 install\u00e9.
installResultFolderNotCreated=Le r\u00e9pertoire '%s' n'a pas pu \u00eatre cr\u00e9\u00e9.
installResultDirectoryNotDeleted=Le r\u00e9pertoire '%s' n'a pas pu \u00eatre supprim\u00e9.
installResultFileNotDeleted=Le fichier '%s' n'a pas pu \u00eatre supprim\u00e9.
installResultFileNotRenamed=Le fichier '%s' n'a pas pu \u00eatre renomm\u00e9 en '%s'.
installResultFileNotCopied=Le fichier '%s' n'a pas pu \u00eatre copi\u00e9 vers '%s'.
installResultFileNotDownloaded=Le fichier '%s' n'a pas pu \u00eatre t\u00e9l\u00e9charg\u00e9.
installResultHashNotComputed=L'installeur ne peut pas calculer une valeur Hash utilisant l'algorithme '%s'.
installResultHashMismatch1=La valeur Hash pour '%s' n'est pas en accord avec la valeur attendue.  Ceci pourrait indiquer un t\u00e9l\u00e9chargement corrompu ou un probl\u00e8me avec le mod.  Si ce probl\u00e8me persiste apr\u00e8s plusieurs essais, contactez l'auteur du mod pour assistance.  Le fichier a \u00e9t\u00e9 supprim\u00e9.
installResultHashMismatch2=La valeur Hash pour '%s' n'est pas en accord avec la valeur attendue.  Ceci pourrait indiquer un t\u00e9l\u00e9chargement corrompu ou un probl\u00e8me avec le mod.  Si ce probl\u00e8me persiste apr\u00e8s plusieurs essais, contactez l'auteur du mod pour assistance.\nDe plus, l'installeur a \u00e9t\u00e9 incapable de supprimer le fichier.  Veuillez supprimer le fichier vous-m\u00eame et ne pas l'ouvrir.
installResultExecCmdError=La commande '%s' n'a pas r\u00e9ussi \u00e0 s'ex\u00e9cuter avec succ\u00e8s \!

allModsSuccessful=Tous les mods ont \u00e9t\u00e9 install\u00e9s avec succ\u00e8s \!
readNotes1=Lisez avec attention l'information qui suit \:
readNotes2=Lisez avec attention les informations qui suivent \:
readErrors1=L'erreur suivante a \u00e9t\u00e9 rencontr\u00e9e \:
readErrors2=Les erreurs suivantes ont \u00e9t\u00e9 rencontr\u00e9es \:
