progressBarWorking=Folyamatban...
progressBarWorking2=Folyamatban
progressBarWaiting=-V\u00e1rakoz\u00e1s...
progressBarWaiting2=V\u00e1rakoz\u00e1s a kezd\u00e9sre...
progressBarCheckingDir=Telep\u00edt\u00e9si k\u00f6nyvt\u00e1r vizsg\u00e1lata...
progressBarSettingUpInstaller=Telep\u00edt\u00f5 be\u00e1ll\u00edt\u00e1sa...
progressBarSettingUpMod=Mod be\u00e1ll\u00edt\u00e1sa...
progressBarDeleting=F\u00e1jlok t\u00f6rl\u00e9se...
progressBarRenaming=F\u00e1jlok \u00e1tnevez\u00e9se...
progressBarCopying=F\u00e1jlok m\u00e1sol\u00e1sa...
progressBarPatching=F\u00e1jlok patchel\u00e9se...
progressBarInstalling=F\u00e1jlok telep\u00edt\u00e9se...
progressBarHashing=Hash \u00e9rt\u00e9kek sz\u00e1m\u00edt\u00e1sa...
progressBarRunningExec=Rendszer parancsok v\u00e9grehajt\u00e1sa...

progressBarStatus=%s\: %s of %s
progressBarUpToDate=Naprak\u00e9sz
progressBarComplete=K\u00e9sz
progressBarFailed=Hiba
progressBarCancelled=Megszak\u00edtva

imageNotAvailable=K\u00c9P NEM EL\u00c9RHET\u00d5
none=none

basicInstallationTitle=Alap
completeInstallationTitle=Teljes
customInstallationTitle=Szem\u00e9lyre szabott
basicInstallationDesc=A leg\u00fajabb FreeSpace Open \u00e9s MediaVP-k telep\u00edt\u00e9se, de a modok kihagy\u00e1sa.
completeInstallationDesc=Mindet telep\u00edtse\: FreeSpace Open, a MediaVP-k, \u00f6sszes mod \u00e9s minden opcion\u00e1lis let\u00f6lt\u00e9s.
customInstallationDesc=Telep\u00edtend\u00f5 modok kiv\u00e1laszt\u00e1sa.

chooseModConfigTitle=Mod konfig f\u00e1jl kiv\u00e1laszt\u00e1sa
chooseDirTitle=K\u00f6nyvt\u00e1r kiv\u00e1laszt\u00e1sa
chooseFileTitle=F\u00e1jl kiv\u00e1laszt\u00e1sa
chooseSourceFileTitle=Forr\u00e1s f\u00e1jl kiv\u00e1laszt\u00e1sa
chooseTargetFileTitle=C\u00e9l f\u00e1jl kiv\u00e1laszt\u00e1sa
choosePatchFileTitle=Patch f\u00e1jl kiv\u00e1laszt\u00e1sa
chooseOptionTitle=Opci\u00f3 kiv\u00e1laszt\u00e1sa
chooseGOGPackageTitle=K\u00e9rem v\u00e1lassza ki azt a GOG telep\u00edt\u00f5 csomagot mely tartalmazza a FreeSpace 2

textFilesFilter=Sz\u00f6veges f\u00e1jlok (*.txt)
exeFilesFilter=EXE f\u00e1jlok (*.exe)

collapseExpandTooltip=\u00d6sszecsuk\u00e1s/Kinyit\u00e1s
chooseHashAlgorithm=V\u00e1lasszon k\u00f6vetkez\u00f5 alap hash algoritmusok k\u00f6z\u00fcl\:
choosePatchType=V\u00e1lasszon k\u00f6vetkez\u00f5 patch t\u00f6m\u00f6r\u00edt\u00f5 algoritmusok k\u00f6z\u00fcl\:

OK=OK
Yes=Igen
No=Nem

cancelButtonName=Megszak\u00edt\u00e1s
cancelButtonTooltip=Telep\u00edt\u00e9s megszak\u00edt\u00e1sa
cancelPrompt=A mostani megszak\u00edt\u00e1s meg\u00e1ll\u00edtja az \u00f6sszes let\u00f6lt\u00e9st melyek m\u00e9g nem \u00e9rtek v\u00e9get. Biztos benne?

browseButtonName=Tall\u00f3z\u00e1s...
browseButtonTooltip=Kattintson a telep\u00edt\u00e9si k\u00f6nyvt\u00e1r kiv\u00e1laszt\u00e1s\u00e1hoz 

backButtonName=< Vissza
backButtonTooltip=Vissza az el\u00f5z\u00f5 oldalra

nextButtonName=K\u00f6vetkez\u00f5 >
nextButtonTooltip=K\u00f6vetkez\u00f5 oldalra

installButtonName=Telep\u00edt\u00e9s
installButtonTooltip=Telep\u00edt\u00e9s megkezd\u00e9se

moreInfoButtonName=T\u00f6bb inform\u00e1ci\u00f3
moreInfoButtonTooltip=Kattintson a mod tov\u00e1bbi inform\u00e1ci\u00f3inak megtekint\u00e9s\u00e9hez

finishButtonName=Bejefez\u00e9s
finishButtonTooltip=Telep\u00edt\u00e9s befejez\u00e9se

proxyButtonName=Proxy haszn\u00e1lata

choicePageSelectLabel=K\u00e9rem v\u00e1lasszon a telep\u00edt\u00e9si m\u00f3dok k\u00f6z\u00fcl.
proxyHostLabel=Proxy gazda\:
proxyPortLabel=Proxy port\:

installationDirBorder=Telep\u00edt\u00e9s k\u00f6nyvt\u00e1r
proxySettingsBorder=Proxy Be\u00e1ll\u00edt\u00e1sok

configPageText=K\u00e9rem v\u00e1lasszon k\u00f6nyvt\u00e1rt a Freespace Open \u00e9s hozz\u00e1tartoz\u00f3 modok telep\u00edt\u00e9s\u00e9hez.  Ha a h\u00e1l\u00f3zata megk\u00f6veteli a proxy haszn\u00e1lat\u00e1t azt szint\u00e9n itt be tudja \u00e1ll\u00edtani.
modSelectPageText=M\u00f3d\u00f3s\u00edthatja a telep\u00edt\u00e9st itt vagy folytathatja a jelelengi be\u00e1ll\u00edt\u00e1sokkal.
modSelectPageCheckbox=Telep\u00edt\u00e9s \u00fajrafutatt\u00e1sa azon modok sz\u00e1m\u00e1ra melyek m\u00e1r telep\u00edtve vannak \u00e9s naprak\u00e9szek
installPageText=Telep\u00edt\u00e9s...
finishedPageText=Telep\u00edt\u00e9s elk\u00e9sz\u00fclt\!  Tekintse meg lejebbi r\u00e9szt tov\u00e1bbi telep\u00edt\u00e9ssel kapcsolatos inform\u00e1ci\u00f3k\u00e9rt.

allNodesParsedSuccessfully=Minden csom\u00f3pont sikeresen beolvasva\!
basicInstallationNotRetrieved=Az alap telep\u00edt\u00e9si konfigur\u00e1ci\u00f3t nem lehet megszerezni a telep\u00edt\u00f5 honlapj\u00e1r\u00f3l. Ez az opci\u00f3 nem lesz el\u00e9rhet\u00f5.
basicInstallationNotValidated=Az alap telep\u00edt\u00e9si konfigur\u00e1ci\u00f3t nem lehet valid\u00e1lni jelelengi mod list\u00e1val.  Ez az opci\u00f3 nem lesz el\u00e9rhet\u00f5.

validationCancelled=Valid\u00e1ci\u00f3 meg lett szak\u00edtva\!
validationInterrupted=Valid\u00e1ci\u00f3 meg lett g\u00e1tolva.
securityManagerError=A Java biztons\u00e1gi menedzser megtiltotta telep\u00edt\u00f5nek a f\u00e1jlrendszeren t\u00f6rt\u00e9n\u00f5 b\u00e1rmifajta v\u00e1ltoztat\u00e1s.  Meg kell v\u00e1ltoztatnia a be\u00e1ll\u00edt\u00e1sokat a Java vez\u00e9rl\u00f5pultban miel\u00f5tt folytatn\u00e1 a telep\u00edt\u00e9st.
unexpectedRuntimeException=V\u00e1ratlan hiba t\u00f6rt\u00e9nt.  K\u00e9rj\u00fck l\u00e1togasson el a Hard Light Productions-hoz teknikai seg\u00edts\u00e9g\u00e9rt.  K\u00e9rem biztos\u00edtsa a napl\u00f3f\u00e1jlt a megfelel\u00f5 seg\u00edts\u00e9g ny\u00fajt\u00e1s \u00e9rdek\u00e9ben.
directoryInvalid=A c\u00e9l k\u00f6nyvt\u00e1r nem megfelel\u00f5. K\u00e9rem v\u00e1lasszon m\u00e1sik k\u00f6nyvt\u00e1rat.
directoryNotPresent=A c\u00e9l k\u00f6nyvt\u00e1r nem l\u00e9tezik.  K\u00edv\u00e1nja most l\u00e9trehozni?
directoryNotCreated=Nem lehetett l\u00e9trehozni a c\u00e9lk\u00f6nyvt\u00e1rat.  K\u00e9rem v\u00e1lasszon m\u00e1sik k\u00f6nyvt\u00e1rat.
proxyPortParseFailed=A proxy portj\u00e1t nem lehet sz\u00e1mk\u00e9nt feldolgozni.  K\u00e9rem \u00edrja a be a megfelel\u00f5 portot.
proxyInvalid=Nem megfelel\u00f5nek t\u00fbnik a proxy\!  K\u00e9rem ellen\u00f5rizze, hogy megfelel\u00f5 gazda \u00e9s port ker\u00fclt-e bevitelre.
couldNotCreateTempFile=Hiba t\u00f6rt\u00e9nt az \u00e1tmeneti f\u00e1jl l\u00e9trhoz\u00e1sa k\u00f6zben\!  T\u00f6bb jogosults\u00e1gra lehet sz\u00fcks\u00e9ges ezen applik\u00e1ci\u00f3 futt\u00e1s\u00e1hoz.
couldNotGetRemoteVersion=Hiba t\u00f6rt\u00e9nt a t\u00e1voli oldal el\u00e9r\u00e9se k\u00f6zben.  K\u00e9rem ellen\u00f5rizze a h\u00e1l\u00f3zati kapcsolatot \u00e9s pr\u00f3b\u00e1lja \u00fajra.
promptToDownloadNewVersion=A telep\u00edt\u00f5 ezen verzi\u00f3ja lej\u00e1rt.  Szeretn\u00e9 ha megjelenne a legfrissebb verzi\u00f3 let\u00f6lt\u00e9si oldala?\n\n(Igen v\u00e1lasz eset\u00e9n a program bez\u00e1r\u00e1sra ker\u00fcl.)
problemDownloading=Pr\u00f3bl\u00e9ma t\u00f6rt\u00e9nt a let\u00f6lt\u00e9si link megjelen\u00edt\u00e9se k\u00f6zben.  Pr\u00f3b\u00e1lja meg let\u00f6lteni \u00fajra a telep\u00edt\u00f5t a kedvenc b\u00f6ng\u00e9sz\u00f5je \u00e1ltal.
noModsFound=Valamilyen ok miatt nincsenek let\u00f6lt\u00e9sre el\u00e9rhet\u00f5 modok.  Ez nem h\u00e1l\u00f3zati hiba, hanem ink\u00e1bb hiba van a t\u00e1voli mod t\u00e1rol\u00f3val.\n\nEnnek soha nem kellene megt\u00f6rt\u00e9nnie \u00e9s meg vagyunk lep\u00f5dve, hogy most ezt l\u00e1tja.  Azt aj\u00e1njljuk, hogy pr\u00f3b\u00e1lja \u00fajra k\u00e9s\u00f5bb.\n\nKattintson az OK -ra a kil\u00e9p\u00e9shez.
readCheckFailed=A telep\u00edt\u00f5 nem tudott olvasni a c\u00e9l k\u00f6nyt\u00e1rb\u00f3l.  K\u00e9rem gy\u00f5z\u00f5dj\u00f6n meg r\u00f3la, hogy a k\u00f6nyvt\u00e1r olvashat\u00f3 vagy l\u00e1togasson el a Hard Light Production-hoz technikai seg\u00edts\u00e9g\u00e9rt.
readCheckFailed2=A telep\u00edt\u00f5 nem tudott olvasni a k\u00f6nyt\u00e1rb\u00f3l.  K\u00e9rem gy\u00f5z\u00f5dj\u00f6n meg r\u00f3la, hogy a k\u00f6nyvt\u00e1r olvashat\u00f3 vagy l\u00e1togasson el a Hard Light Production-hoz technikai seg\u00edts\u00e9g\u00e9rt.
writeCheckFailed=A telep\u00edt\u00f5 nem tudta l\u00e9trehozni \u00e1tmeneti f\u00e1jlt a c\u00e9l k\u00f6nyt\u00e1rban.  K\u00e9rem gy\u00f5z\u00f5dj\u00f6n meg r\u00f3la, hogy a k\u00f6nyvt\u00e1r \u00edrhat\u00f3, vagy l\u00e1togasson el a Hard Light Production-hoz technikai seg\u00edts\u00e9g\u00e9rt.
deleteCheckFailed=A telep\u00edt\u00f5 nem tudta t\u00f6r\u00f6lni \u00e1tmeneti f\u00e1jlt a c\u00e9l k\u00f6nyt\u00e1rban.  K\u00e9rem gy\u00f5z\u00f5dj\u00f6n meg r\u00f3la, hogy a k\u00f6nyvt\u00e1r nem csak olvashat\u00f3, vagy l\u00e1togasson el a Hard Light Production-hoz technikai seg\u00edts\u00e9g\u00e9rt.
promptToInstallOpenAL=Az OpenAL sz\u00fcks\u00e9ges a hang t\u00e1mogat\u00e1s\u00e1hoz FreeSpace Open-ben, de nem siker\u00fclt megtal\u00e1lni az \u00d6n sz\u00e1m\u00edt\u00f3g\u00e9p\u00e9n.  Hozz\u00e1 k\u00edv\u00e1nja adni az OpenAL-t telep\u00edtend\u00f5 elemek list\u00e1j\u00e1hoz\?\n\n(Megjegyz\u00e9s az OpenAL telep\u00edt\u00f5 program sz\u00fcks\u00e9ge lehet jogosults\u00e1gra a futtat\u00e1shoz.)
openALIsNeeded=Az OpenAL sz\u00fcks\u00e9ges a hang t\u00e1mogat\u00e1s\u00e1hoz FreeSpace Open-ben, de nem siker\u00fclt megtal\u00e1lni az \u00d6n sz\u00e1m\u00edt\u00f3g\u00e9p\u00e9n.  Az OpenAL telep\u00edt\u00e9se sz\u00fcks\u00e9ges lesz miel\u00f5tt futtatni pr\u00f3b\u00e1ln\u00e1 a j\u00e1t\u00e9kot.
openALNote=Az OpenAL feltelep\u00fclt az \u00d6n sz\u00e1m\u00edt\u00f3g\u00e9p\u00e9re.  Ha az OpenAL b\u00e1rmilyen okb\u00f3l kifoly\u00f3lag \u00fajra kell telep\u00edtenie, akkor az oalinst.exe-t megtal\u00e1lja a FreeSpace 2 telep\u00edt\u00f5 k\u00f6nyvt\u00e1r\u00e1ban.
openALError=Az OpenAL nem ker\u00fclt telep\u00edt\u00e9sre.  Sz\u00fcks\u00e9g lehet az OpenAL \u00fajrafuttat\u00e1s\u00e1ra b\u00f5vebb jogosults\u00e1g haszn\u00e1lat\u00e1val.   Az oalinst.exe-t megtal\u00e1lja a FreeSpace 2 telep\u00edt\u00f5 k\u00f6nyvt\u00e1r\u00e1ban.
foundExtraVPs1=A c\u00e9l k\u00f6nyvt\u00e1r t\u00f6bb extra VP-t tartalmaz az alapok mellett melyeknek szint\u00e9n ott kellene lennie\:
foundExtraVPs2=Ezek nagy es\u00e9llyel probl\u00e9m\u00e1t okozhatnak \u00e9s aj\u00e1nlott \u00d6nnek, hogy mozgassa el vagy t\u00f6r\u00f6lje \u00f5ket miel\u00f5tt futtatn\u00e1 a j\u00e1t\u00e9kot.  Folytatni k\u00edv\u00e1nja a telep\u00edt\u00e9ssel?

retailFS2NotFound=A c\u00e9l k\u00f6nytv\u00e1r l\u00e1tsz\u00f3lag nem tartalmaz eredeti FreeSpace 2 telep\u00edt\u00e9st.  A FreeSpace 2 sz\u00fcks\u00e9ges FreeSpace Open-hez, valamint a t\u00f6bbi mod let\u00f6lt\u00e9s\u00e9hez.\n\nK\u00e9rem v\u00e1lasszon a k\u00f6vetkez\u00f5 opci\u00f3k k\u00f6z\u00fcl\:
optionInstallGOG=Telep\u00edteni szeretn\u00e9m a FreeSpace 2-t a GOG telep\u00edt\u00f5t csomagot haszn\u00e1lva
optionInstallSteam=\u00c1t szeretn\u00e9m m\u00e1solni a l\u00e9tez\u00f5 FreeSpace 2 telep\u00edt\u00e9st ebbe a k\u00f6nytv\u00e1rba (Steam felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra aj\u00e1nlott)
optionWrongDirectory=M\u00e1sik k\u00f6nyt\u00e1rat szeretn\u00e9k v\u00e1lasztani
optionContinueAnyway=T\u00e9nylegesen ezt a k\u00f6nyvt\u00e1rat szeretn\u00e9m v\u00e1lasztni;folytatom saj\u00e1t felel\u00f5ss\u00e9gre
copyFS2NotFound=A FreeSpace 2 nem volt megtal\u00e1lhat\u00f3 ezen a helyen.  K\u00e9rem v\u00e1lasszon egy m\u00e1sik k\u00f6nyvt\u00e1rat.

dependenciesNotAvailable=A k\u00f6vetkez\u00f5 modok f\u00fcggnek m\u00e1s modokt\u00f3l melyek jelenleg nem el\u00e9rhet\u00f5ek let\u00f6lt\u00e9sre.  Val\u00f3sz\u00edn\u00fcleg nem lehet j\u00e1tszani ezekkel a modokkal m\u00edg f\u00fcgg\u00f5s\u00e9gek el\u00e9rhet\u00f5ek nem lesznek\:\n\n%s\nK\u00e9rem v\u00e1lasszon a lenti lehet\u00f5s\u00e9gek k\u00f6z\u00fcl\:
optionInstallMods=Mindenk\u00e9ppen folytassa a telep\u00edt\u00e9st; A f\u00fcgg\u00f5s\u00e9gek k\u00e9s\u00f5bb ker\u00fclnek telep\u00edt\u00e9sre \u00d6n \u00e1lltal
optionRemoveTheseMods=A modok kiv\u00e9tele a jelengli szelekci\u00f3b\u00f3l \u00e9s folytat\u00e1s a telep\u00edt\u00e9ssel

optionModifySelection=Visszat\u00e9r\u00e9s a list\u00e1hoz \u00e9s m\u00f3dos\u00edtom a v\u00e1laszt\u00e1somat
removeModsAlert=A v\u00e1laszt\u00e9ka jelenleg \u00fcres\!  Pr\u00f3b\u00e1ljon meg ink\u00e1bb m\u00e1s modokat v\u00e1lasztani.

dependenciesNotSelected=A k\u00f6vetkez\u00f5 modok f\u00fcgg\u00f5s\u00e9gk\u00e9nt vannak list\u00e1zva azon modok sz\u00e1m\u00e1ra amit \u00d6n v\u00e1lasztott ki.  Ezen f\u00fcgg\u00f5s\u00e9gek n\u00e9lk\u00fcl a f\u00fcgg\u00f5 modok val\u00f3sz\u00edn\u00fcleg nem fognak m\u00fbk\u00f6dni\:\n\n%s\nK\u00e9rem v\u00e1laszon a lenti opci\u00f3k k\u00f6z\u00fcl\:
optionAddToSelection=Legyenek ezek a modok hozz\u00e1adva a v\u00e1laszt\u00e1si list\u00e1mhoz \u00e9s folytassa a telep\u00edt\u00e9ssel
optionRemoveOtherMods=A kiv\u00e1lasztott t\u00e9telek t\u00f6rl\u00e9se melyek f\u00fcggnek ezen modokt\u00f3l \u00e9s folytassa a telep\u00edt\u00e9ssel

installOpenALName=OpenAL telep\u00edt\u00e9se
installOpenALDesc=A Creative Labs \u00e1ltal ny\u00fajtott OpenAL telep\u00edt\u00f5 futtat\u00e1sa, mely \u00e1tm\u00e1solja az OpenAL32.dll f\u00e1jlt a rendszer k\u00f6nyvt\u00e1r\u00e1ba.  Az OpenAL sz\u00fcks\u00e9ges a zene \u00e9s hang t\u00e1mogat\u00e1s\u00e1hoz a FreeSpace Open-ben.\n\n(Ezen programnak magasabb jogosults\u00e1gokhoz van sz\u00fcks\u00e9ge a fut\u00e1shoz.  Windows Vist\u00e1n \u00e9s k\u00e9s\u00f5bbi verzi\u00f3in a rendszer k\u00e9rni fogja, hogy adja meg a hiteles\u00edt\u00f5 adatait.  Windows XP-n \u00e9s kor\u00e1bbi verzi\u00f3in az oalinst.exe k\u00fcl\u00f6n futtat\u00e1sa sz\u00fcks\u00e9ges mint adminisztr\u00e1tor miut\u00e1n a FreeSpace Open Telep\u00edt\u00f5 kil\u00e9pett, hacsaknem m\u00e1r eleve administr\u00e1tori felhaszn\u00e1l\u00f3val van bel\u00e9pve.)
installGOGName=Telep\u00edtse a FreeSpace 2 a GOG csomagb\u00f3l
installGOGDesc=V\u00e9grehajtja az alap telep\u00edt\u00e9s\u00e9t a FreeSpace 2-nek a GOG \u00e1lltal ny\u00fajtott telep\u00edt\u00f5 f\u00e1jlok seg\u00edts\u00e9gvel.  Mikor FreeSpace Open-nel van kombin\u00e1lva, akkor lehet\u00f5s\u00e9g ny\u00edlik arra hogy olyan rendszereken j\u00e1tszon a j\u00e1t\u00e9kkal melyet a GOG nem t\u00e1mogat, mintp\u00e9ld\u00e1ul OSX vagy Linux.
copyInstallationName=M\u00e1solja a FreeSpace 2 egy m\u00e1r l\u00e9tez\u00f5 telep\u00edt\u00e9sb\u00f5l
copyInstallationDesc=\u00c1tm\u00e1solja egy FreeSpace 2 telep\u00edt\u00e9st egyik k\u00f6nyvt\u00e1rb\u00f3l a m\u00e1sikba.  Ez Steam felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra aj\u00e1nlott, mivel az alap Steam k\u00f6nyvt\u00e1r probl\u00e9m\u00e1kat okozhat a hossz\u00fa el\u00e9r\u00e9si \u00fatnevek \u00e1ltal, sz\u00f3k\u00f6z\u00f6kkel az el\u00e9r\u00e9si \u00fatban \u00e9s jogosults\u00e1gs\u00e1gi be\u00e1ll\u00edt\u00e1sokkal az el\u00e9r\u00e9si \u00fat k\u00f6nytv\u00e1raiban.  Az aj\u00e1nlott hely a FreeSpace 2 sz\u00e1m\u00e1ra valami hasonl\u00f3 mint C\:\\Games\\FreeSpace2 , ami elker\u00fcli az el\u00f5z\u00f5 h\u00e1rom probl\u00e9m\u00e1t.
copyInstallationRetrievingList=M\u00e1soland\u00f3 f\u00e1jlok list\u00e1j\u00e1nak el\u00f5keres\u00e9se...
copyInstallationCopyingFiles=F\u00e1jlok m\u00e1sol\u00e1sa a j\u00e1t\u00e9k k\u00f6nytvt\u00e1rba...
copyInstallationRetrievingListFailed=Hiba t\u00f6rt\u00e9nt f\u00e1jlok list\u00e1j\u00e1nak el\u00f5keres\u00e9se k\u00f6zben.  Tekintse meg a napl\u00f3 f\u00e1jlt tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt.
copyInstallationCopyingFilesFailed=Hiba t\u00f6rt\u00e9nt a f\u00e1jlok m\u00e1sol\u00e1sa a j\u00e1t\u00e9k k\u00f6nyvt\u00e1rba k\u00f6zben.  Tekintse meg a j\u00e1t\u00e9k k\u00f6nyvt\u00e1r jogosults\u00e1gs\u00e1gait vagy keresse fel a Hard Light Productions technikai seg\u00edts\u00e9g\u00e9rt.
installPatchName=FreeSpace 2 patchel\u00e9se eredeti verzi\u00f3 1.20 v\u00e1ltozat\u00e1ra
installPatchDesc=Verzi\u00f3 friss\u00edti a FreeSpace 2 1.01 verzi\u00f3j\u00fa telep\u00edt\u00e9st 1.20 -as verzi\u00f3ra. Verzi\u00f3 nagy es\u00e9llyel 1.01 -es ha eredeti CD-k seg\u00edt\u00e9vel t\u00f6rt\u00e9nt meg a telep\u00edt\u00e9s; a Sci-Fi Sim of the Year Edition, a GOG csomag, \u00e9s a Steam csomag verzi\u00f3ja az 1.20.\n\n(Megjegyz\u00e9s a 1.x sz\u00e1moz\u00e1sa a FreeSpace 2 telep\u00edt\u00e9snek teljesen f\u00fcggetlen a FreeSpace Open 3.x sz\u00e1moz\u00e1s\u00e1t\u00f3l.)
installCopyCutscenesName=GOG \u00e1tvezet\u00f5 vide\u00f3k m\u00e1sol\u00e1sa a FreeSpace Open \u00e1ltal haszn\u00e1lt adat k\u00f6nyvt\u00e1rba
installCopyCutscenesDesc=A GOG telep\u00edt\u00f5 csomagja a "data2" \u00e9s "data3" k\u00f6nyvt\u00e1rakba teszi az \u00e1tvezet\u00f5 vide\u00f3kat, ezt semmelyik m\u00e1sik FreeSpace 2 konfigur\u00e1ci\u00f3 nem haszn\u00e1lja.  Ami azt jelenti hogy FreeSpace Open nem fogja lej\u00e1tszani az \u00e1tvezet\u00f5 vide\u00f3kat ha m\u00f3dis\u00edtatlan GOG telep\u00edt\u00e9sen futtatja.  A GOG \u00e1tvezet\u00f5 vide\u00f3i egy alap\u00e9rtelmezett helyre \u00e1tm\u00e1sol\u00e1sa \u00e1lltal a FreeSpace Open meg fogja tal\u00e1lni \u00e9s megfelel\u00f5en lej\u00e1tsza azokat.
innoExtractRequiresXP=Sajn\u00e1ljuk, de az InnoExtract \u00e1lltal szolg\u00e1ltatott telep\u00edt\u00e9s csak Windows XP \u00e9s k\u00e9s\u00f5bbi verzi\u00f3kon t\u00e1mogatott.  A FreeSpace 2 programot m\u00e9g mindig telep\u00edtheti a kor\u00e1bbi Windows rendszereken az eredeti j\u00e1t\u00e9k CD-k seg\u00edts\u00e9g\u00e9vel.  Keresse fel a Hard Light Productions technikai seg\u00edts\u00e9g\u00e9rt.
innoExtractNotSupported=Sajn\u00e1ljuk, de az InnoExtract \u00e1lltal szolg\u00e1ltatott telep\u00edt\u00e9s nem t\u00e1mogatott az \u00d6n rendszer\u00e9n.  Keresse fel a Hard Light Productions technikai seg\u00edts\u00e9g\u00e9rt. 
innoExtractCountingFiles=Kicsomagoland\u00f3 f\u00e1jlok \u00f6sszesz\u00e1mol\u00e1sa...
innoExtractExtractingFiles=F\u00e1jlok kicsomagol\u00e1sa...
innoExtractMovingFiles=F\u00e1jlok \u00e1tmozgat\u00e1sa a j\u00e1t\u00e9k k\u00f6nyvt\u00e1rba...
innoExtractDeletingTempFiles=\u00c1tmeneti f\u00e1jlok t\u00f6rl\u00e9se...
innoExtractCountingFilesFailed=Hiba t\u00f6rt\u00e9nt az InnoExtract haszn\u00e1lata k\u00f6zben, mikor a GOG csomagj\u00e1t vizsg\u00e1lata.  Lehets\u00e9ges hogy a f\u00e1jl nem \u00e9rv\u00e9nyes GOG telep\u00edt\u00f5 f\u00e1jl, vagy a rendszer k\u00e9ptelen az InnoExtract ind\u00edt\u00e1s\u00e1ra.  K\u00e9rem tekintse meg a log f\u00e1jlt tov\u00e1bbi inform\u00e1ci\u00f3\u00e9rt.
innoExtractExtractingFilesFailed=Hiba t\u00f6rt\u00e9nt a GOG csomag f\u00e1jljainak kit\u00f6m\u00f6r\u00edt\u00e9se k\u00f6zben.  K\u00e9rem tekintse meg a k\u00f6nyvt\u00e1r enged\u00e9lyeit, vagy l\u00e1togasson el a Hard Light Productions-hoz technikai seg\u00edts\u00e9g\u00e9rt.
innoExtractMovingFilesFailed=Hiba t\u00f6rt\u00e9nt f\u00e1jlok mozgat\u00e1sa k\u00f6zben az \u00e1tmeneti k\u00f6nyvt\u00e1rb\u00f3l a j\u00e1t\u00e9k k\u00f6nyvt\u00e1r\u00e1ba.  K\u00e9rem tekintse meg a log f\u00e1jlt tov\u00e1bbi inform\u00e1ci\u00f3\u00e9rt.
innoExtractDeletingTempFilesFailed=A telep\u00edt\u00f5 k\u00e9ptelen volt az \u00e1tmeneti \u00e1llom\u00e1nyokat t\u00f6r\u00f6lni a GOG telep\u00edt\u00e9sb\u00f5l.  (Ez a k\u00f6nyvt\u00e1r a %s.)

installTitle=Telep\u00edt\u00e9s
downloadTitle=Let\u00f6lt\u00e9s
patchTitle=Patch
installStatusDone=K\u00e9sz\!
installStatusUpToDate=A mod naprak\u00e9sz\!
installStatusCancelled=Megszak\u00edtva
installStatusParentNotInstalled=Sz\u00fcl\u00f5 nincs telep\u00edtve
installResultSecurityExceptionInSetup=Egy Java biztons\u00e1gi kiv\u00e9tel megakad\u00e1lyozta a telep\u00edt\u00f5t a fut\u00e1sban.  K\u00e9rem tekintse meg a log f\u00e1jlt tov\u00e1bbi inform\u00e1ci\u00f3\u00e9rt.
installResultUnexpectedRuntimeException=V\u00e1ratlan hiba t\u00f6rt\u00e9nt.  K\u00e9rem tekintse meg a log f\u00e1jlt tov\u00e1bbi inform\u00e1ci\u00f3\u00e9rt.
installResultCancelledByRequest=Megszak\u00edtva felhaszn\u00e1l\u00f3i k\u00e9r\u00e9s \u00e1lltal.
installResultSkipped=Kihagyva mivel a sz\u00fcl\u00f5 mod nem volt telep\u00edtve.
installResultFolderNotCreated=A '%s' k\u00f6nyvt\u00e1rat nem lehet l\u00e9trehozni.
installResultDirectoryNotDeleted=A '%s' k\u00f6nyvt\u00e1rat nem lehet t\u00f6r\u00f6lni.
installResultFileNotDeleted=A '%s' f\u00e1jlt nem lehet t\u00f6r\u00f6lni.
installResultFileNotRenamed=A '%s' f\u00e1jlt nem lehet \u00e1tnevezni a k\u00f6vetkez\u00f5re '%s'.
installResultFileNotCopied=A '%s' f\u00e1jlt nem lehet \u00e1tm\u00e1solni a k\u00f6vetkez\u00f5be '%s'.
installResultFileNotDownloaded=A '%s' f\u00e1jlt nem lehet let\u00f6lteni.
installResultHashNotComputed=A telep\u00edt\u00f5 nem tudja kisz\u00e1molni a hash a k\u00f6vetkez\u00f5 algoritmussal '%s'.
installResultHashMismatch1=A '%s' hash \u00e9rtek nem egyezik a v\u00e1rt \u00e9rt\u00e9kkel.  Ez s\u00e9r\u00fclt let\u00f6lt\u00e9sre vagy mod probl\u00e9m\u00e1ra utalhat.  Ha ez a probl\u00e9ma t\u00f6bb pr\u00f3b\u00e1lkoz\u00e1s ut\u00e1n is fenn \u00e1ll, akkor k\u00e9rem keresse fel a mod k\u00e9sz\u00edt\u00f5j\u00e9t seg\u00edts\u00e9g\u00e9rt.  A f\u00e1jl t\u00f6rl\u00e9sre ker\u00fclt.
installResultHashMismatch2==A '%s' hash \u00e9rtek nem egyezik a v\u00e1rt \u00e9rt\u00e9kkel.  Ez s\u00e9r\u00fclt let\u00f6lt\u00e9sre vagy mod probl\u00e9m\u00e1ra utalhat.  Ha ez a probl\u00e9ma t\u00f6bb pr\u00f3b\u00e1lkoz\u00e1s ut\u00e1n is fenn \u00e1ll, akkor k\u00e9rem keresse fel a mod k\u00e9sz\u00edt\u00f5j\u00e9t seg\u00edts\u00e9g\u00e9rt.\nValamint a telep\u00edt\u00f5 nem tudta t\u00f6r\u00f6lni a f\u00e1jlt.  K\u00e9rem t\u00f6r\u00f6lje a f\u00e1jlt manu\u00e1lisan \u00e9s ne nyissa azt meg.
installResultExecCmdError=A k\u00f6vetkez\u00f5 parancsot: '%s' nem siker\u00fclt futtatni\!

allModsSuccessful=Minden mod sikeresen feltelep\u00fclt\!
readNotes1=K\u00e9rem figyelmesen olvassa el a k\u00f6vetkez\u00f5 megjegyz\u00e9st\:
readNotes2=K\u00e9rem figyelmesen olvassa el a k\u00f6vetkez\u00f5 megjegyz\u00e9seket\:
readErrors1=A k\u00f6vetkez\u00f5 hiba l\u00e9pett fel\:
readErrors2=A k\u00f6vetkez\u00f5 hib\u00e1k l\u00e9ptek fel\:
